Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/Plugins/InlineElements/*.locallang_js.xlf
Languages: fr

# BiDiOverride-Tooltip
source: Bidirectionality override
fr: Surcharge de la bidirectionnalité

# Big-Tooltip
source: Large text
fr: Texte large

# Bold-Tooltip
source: Bold
fr: Gras

# Code-contextMenuTitle
source: Code fragment
fr: Fragment de code

# Code-Tooltip
source: Computer code fragment
fr: Fragment de code informatique

# Definition-Tooltip
source: Definition
fr: Définition

# DeletedText-Tooltip
source: Deleted text
fr: Texte supprimé

# Emphasis-Tooltip
source: Emphasis
fr: Emphase

# FormatText-Tooltip
source: Apply format to selected text
fr: Appliquer le format au texte sélectionné

# InsertedText-Tooltip
source: Inserted text
fr: Texte inséré

# Italic-Tooltip
source: Italic
fr: Italique

# Keyboard-contextMenuTitle
source: Text to enter
fr: Texte à saisir

# Keyboard-Tooltip
source: Text to be entered by the user
fr: Texte entré par l'utilisateur

# MonoSpaced-Tooltip
source: Monospaced text
fr: Texte à largeur fixe

# No markup
source: No text format
fr: Pas de format de texte

# Quotation-contextMenuTitle
source: Short quotation
fr: Cote courte

# Quotation-Tooltip
source: Short inline quotation
fr: Citation courte

# Remove markup
source: Remove text format
fr: Supprimer le format du texte

# Sample-contextMenuTitle
source: Sample output
fr: Sortie d'exemple

# Sample-Tooltip
source: Sample program output or script
fr: Echantillon de sortie de programme informatique

# Small-Tooltip
source: Small text
fr: Petit texte

# Span-Tooltip
source: Style container
fr: Conteneur de style

# StrikeThrough-Tooltip
source: Strike-through text
fr: Texte barré

# Strong-Tooltip
source: Strong emphasis
fr: Emphase forte

# Subscript-Tooltip
source: Subscript
fr: Indice

# Superscript-Tooltip
source: Superscript
fr: Exposant

# Technische Universitat Ilmenau
source: Technische Universität Ilmenau
fr: Université Technologique d'Ilmenau

# Underline-Tooltip
source: Underline
fr: Souligné

# Variable-Tooltip
source: Variable or program argument
fr: Variable ou argument d'un programme
