Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/sys_action/*.locallang.xlf
Languages: fr

# action_BEu_db_mount
source: Pagetree starting points
fr: Départs de l'arborescence

# action_BEu_hidden
source: Disable user
fr: Désactiver l'utilisateur

# action_BEu_password
source: Password
fr: Mot de passe

# action_BEu_realName
source: Real name
fr: Nom

# action_BEu_usergroups
source: Member of groups
fr: Membre de(s) groupe(s)

# action_BEu_username
source: Login name
fr: Nom d'identification

# action_Create
source: Create Backend User
fr: Créer un utilisateur Backend

# action_createQuery
source: Create Query
fr: Créer une requête

# action_download_file
source: Click here to download the exported data in a file
fr: Ciquer ici pour télécharger les données exportées.

# action_editQuery
source: Edit Query
fr: Editer la requête

# action_emptyQuery
source: Query is empty, create one first!
fr: La requête est vide, créer en une avant!

source: Action error!
fr: Erreur d'action!

# action_error-access
source: You don't have sufficient rights to see the records. Please ask the administrator to set those for you.
fr: Vous n'avez pas les droits suffisants pour voir ces enregistrements. Demander à un administrateur de vous les donner.

# action_error-not-found
source: The action doesn't exist
fr: L'action n’existe pas

# action_not-found
source: No actions found
fr: Pas d'action trouvée

# action_not-found-description
source: Currently there are no actions yet defined!
fr: Il n'y a actuellement aucune action définie!

# action_notReady
source: Error: The action configuration is not finished.
fr: Erreur: La configuration de l'action n'est pas finie.

# action_noType
source: Error: The action had no type defined.
fr: Erreur: L'action n'a pas de type défini.

# action_t1_listOfUsers
source: List of backend users
fr: Lister les utilisateurs Backend

# action_t2_result
source: Result of query
fr: Résultat de la requète

# action_t4_edit
source: Select record to edit:
fr: Séléctionnez un enregistrement à éditer:

# action_toolbaritem
source: Open System Actions
fr: Actions Système Ouvert

# action_Update
source: Update Backend User
fr: Modifier une utilisateur Backend

# description
source: An 'Action' is a configuration of a specific task which may be performed by assigned usergroups via the Task Center.
fr: Une 'Action' est une configuration spécifique de tâche qui peut être exécutée par un groupe assigné par le centre des tâches.

# edit-sys_action
source: Edit record
fr: Editer l'enregistrement

# error-password-empty
source: The password is empty.
fr: Le mot de passe est vide.

# error-username-empty
source: The username is empty.
fr: Le nom d'utilisateur est vide.

# error-wrong-email
source: The E-mail address is wrong.
fr: L'adresse e-mail est incorrecte.

# error-wrong-user
source: You are not allowed to edit this user.
fr: Vous n'êtes pas autorisé à éditer cet utilisateur.

# new-sys_action
source: Create a new action
fr: Créer une nouvelle action

source: Success
fr: Succès

# success-user-created
source: The user has been created.
fr: L'utilisateur a été créé.

# success-user-updated
source: The user has been updated.
fr: L'utilisateur a été mis à jour.
