Repository: wheyroth/Tutorial
Catalog: typo3conf/ext/*_language_menu/Resources/Private/Language/*.locallang.xlf
Languages: de, fr, ru

# select_language
source: Choose a language
de: Sprache w채hlen
fr: Choisissez une langue
ru: Выбрать язык

# form_fieldset_legend
source: Choose a language
de: Sprache w채hlen
fr: Choisissez une langue
ru: Выбрать язык

# form_select_label
source: Choose a language
de: Sprache w채hlen
fr: Choisissez une langue
ru: Выбрать язык

# form_submit
source: Go
fr: Aller

# translationNotAvailable
source: This page is not available in %1$s
de: Diese Seite nicht vorhanden auf %1$s
fr: Cette page n'est pas disponible en %1$s

# pi1_title
source: Language Selection
de: Sprachauswahl
fr: Choix de langue
ru: Выбор языка

# pi1_plus_wiz_description
source: Adds a selection list of languages.
de: F체gt eine Sprachauswahlliste hinzu.
fr: Ajoute une liste de choix de langue.
ru: Выводит список языков.

# settings.title
source: Menu settings
fr: Configuration du menu

# settings.languages
source: Languages to select from:
de: Sprachen zur Auswahl:
fr: Langues qui peuvent être choisies:
ru: Языки на выбор:

# settings.positionOfDefaultLanguage
source: Position of default language (starting at 0):
fr: Position de la langue par défaut (débutant à 0):

# settings.layout.I.0
source: Flags
de: Fahnen
fr: Drapeaux
ru: Флаги (Знамена)

# settings.layout.I.1
source: Dropdown list
de: Dropdown-Liste
fr: Liste déroulante
ru: Раскрывающийся-список

# settings.layout.I.2
source: Links
fr: Liens
ru: Налево

# settings.layout
source: Menu layout
de: Aussehen
fr: Présentation du menu
ru: Имеет вид (Выглядит)

# settings.layout.constants
source: Menu layout: Default layout to be used, if no layout is otherwise provided to the plugin
fr: Présentation du menu: Présentation à utiliser, si aucune présentation n'est spécifiée au greffon d'une autre manière

# settings.languageTitle
source: Language title to use
fr: Libellés des langues

# settings.languageTitle.constants
source: Language title to use: The labels to use for the languages in the menu
fr: Libellés des langues: Les libellés à utiliser pour les langues dans le menu

# settings.languageTitle.I.0
source: Translated language name from Static Info Tables
fr: Nom de la langue traduit dans la langue de la page courante selon Static Info Tables

# settings.languageTitle.I.1
source: Language name in the language itself from Static Info Tables
fr: Nom de la langue dans la langue elle-même selon Static Info Tables

# settings.languageTitle.I.2
source: Language name from web site languages table
fr: Nom de la langue selon la table des Langues du site Web

# settings.languageTitle.I.3
source: Language and country ISO codes
fr: Codes ISO de la langue et, s'il y a lieu, du pays

# CType
source: Language Selection
fr: Choix de langue
ru: Выбор языка

# update.upgradeTo6
source: Upgrade to version 6.0
fr: Migration à la version 6.0

# update.warning
source: Warning!
fr: Avertissement!

# update.changesToDatabase
source: This script will make changes to the database that will not work with versions of the extension lower than 6.0.
fr: Ce script apportera à la base de données des modifications qui ne fonctionneront pas avec les versions de cette extension antérieures à la version 6.0.

# update.update
source: Update
fr: Mettre à jour

# update.elementsUpdated
source: %1$d language menu elements were updated.
fr: %1$d éléments de contenu de type "Choix de langue" ont été mis à jour.

# update.templatesUpdated
source: %1$d TypoScript templates were updated. Please verify the plugin configuration. You may need to move array _LOCAL_LANG from plugin.tx_srlanguagemenu.settings to plugin.tx_srlanguagemenu.
fr: %1$d gabarits TypoScript ont été mis à jour. Veuillez vérifier la configuration du greffon. Il est possible que vous ayez à déplacer le tableau _LOCAL_LANG depuis plugin.tx_srlanguagemenu.settings vers plugin.tx_srlanguagemenu.

# update.pleaseRead
source: Please read the manual for more information regarding the upgrade to version 6.0 of this extension.
fr: Vous trouverez dans le manuel plus d'informations concernant la migration à la version 6.0 de cette extension.
