Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/impexp/Resources/Private/Language/*.locallang.xlf
Languages: fr

source: ALL tables
fr: TOUTES les tables

# execlistqu_maxNumberLimit
source: Max number limit!
fr: Quantité maximum limitée !

# execlistqu_structureToBeExported
source: Structure to be exported:
fr: Structure à exporter:

# export
source: Export to .t3d
fr: Exporter vers un .t3d

# exportdata_advancedOptions
source: Advanced Options
fr: Options avancées

# exportdata_badPathS
source: Bad path: "%s"
fr: Mauvais chemin: "%s"

# exportdata_filePreset
source: File & Preset
fr: Fichier et paramétrage

# exportdata_problemsSavingFile
source: Problems saving file
fr: Problème pendant la sauvegarde du fichier

# exportdata_savedFile
source: SAVED FILE
fr: FICHIER SAUVEGARDÉ

# exportdata_savedInSBytes
source: Saved in "%s", bytes %s
fr: Sauvegardé dans %s, %s bytes

# filterpage_structureToBeImported
source: Structure to be imported:
fr: Structure à importer:

# impexpcore_displaycon_controls
source: Controls:
fr: Contrôles:

# impexpcore_displaycon_currentPath
source: Current Path:
fr: Chemin actuel:

# impexpcore_displaycon_insidePagetree
source: Inside pagetree:
fr: Dans l'arborescence:

# impexpcore_displaycon_result
source: Result:
fr: Résultat:

# impexpcore_displaycon_size
source: Size:
fr: Taille:

# impexpcore_displaycon_title
source: Title:
fr: Titre:

# impexpcore_displaycon_updateMode
source: Update Mode:
fr: Mode de mise à jour:

# impexpcore_singlereco_descr
source: Descr:
fr: Description:

# impexpcore_singlereco_exclude
source: Exclude
fr: Exclure

# impexpcore_singlereco_filename
source: Filename:
fr: Nom du fichier:

# impexpcore_singlereco_forceUidSAdmin
source: Force UID [%s] (Admin)
fr: Forcer les UID [%s] (Admin)

# impexpcore_singlereco_ignorePid
source: Ignore PID
fr: Ignorer les PID

# impexpcore_singlereco_importAsNew
source: Import as new
fr: Importer en tant que nouvel élément

# impexpcore_singlereco_insert
source: Insert
fr: Insérer

# impexpcore_singlereco_outsidePagetree
source: Outside pagetree:
fr: En dehors de l'arborescence:

# impexpcore_singlereco_respectPid
source: Respect PID
fr: Respecter les PID

# impexpcore_singlereco_softReferencesFiles
source: Soft References Files:
fr: Fichier des références:

# impexpcore_singlereco_title
source: Title:
fr: Titre:

# impexpcore_singlereco_update
source: Update
fr: Mettre à jour

# impexpcore_singlereco_value
source: Value:
fr: Valeur:

# impexpcore_softrefsel_editable
source: Editable
fr: Modifiable

# impexpcore_softrefsel_exclude
source: Exclude
fr: Exclure

# impexpcore_softrefsel_record
source: Record:
fr: Enregistrement:

# import
source: Import from .t3d
fr: Importer depuis un .t3d

# importdata_allowToWriteBanned
source: Allow to write banned file extensions (eg. PHP scripts), if any
fr: Autoriser l'écriture de fichiers dont les extensions sont interdites (ex: scripts PHP) si il y en a

# importdata_areYouSure
source: Are you sure?
fr: Etes-vous sûr?

# importdata_browse
source: Browse:
fr: Parcourir:

# importdata_doNotShowDifferences
source: Do not show differences in records
fr: Ne pas montrer les différences dans les enregistrements

# importdata_enableLogging
source: Enable logging:
fr: Activer le journal:

# importdata_failureNoFileUploaded
source: Failure: No file uploaded - was it too big? Check system log.
fr: Echec: aucun fichier téléchargé - était-il trop lourd? vérifiez le journal du système.

# importdata_file
source: File:
fr: Fichier:

# importdata_force_all_UIDS
source: Force ALL UIDs values
fr: Forcer tous les UIDs

# importdata_force_all_UIDS_descr
source: With this option the original UID value of all imported records are forced to be the same. BE VERY CAREFUL WITH THIS! (Admin Only).
fr: Avec cette option les UIDs originaux de tous les enregistrements importés sont conservés. SOYEZ TRES PRUDENTS AVEC CETTE OPTION! (réservé aux Admins).

# importdata_fromPathS
source: (From path: %s)
fr: (chemin : %s)

# importdata_greenValuesAreFrom
source: Green values are from the import file, red values from the current database record and black values are similar in both versions.
fr: En vert : les valeurs du fichier d'import. En rouge : les valeurs de la base de données courante. En noir : les valeurs communes.

# importdata_icon
source: Icon:
fr: Icône:

# importdata_ifYouSetThis
source: If you set this option, the position of updated elements will not be updated to match the structure of the input file.
fr: Si vous sélectionnez cette option, les éléments mis à jour ne verront pas (afin de correspondre au fichier d'import) leur position modifiée

# importdata_ignorePidDifferencesGlobally
source: Ignore PID differences globally
fr: Ignorer Les différences de PID globalement

# importdata_import
source: Import
fr: Importer

# importdata_importOptions
source: Import Options:
fr: Options d'import:

# importdata_metaData
source: Meta data:
fr: Données Meta:

# importdata_metaData_1387
source: Meta data
fr: Données Meta:

# importdata_newImport
source: New import
fr: Nouvel import

# importdata_no_accessible_file_mount
source: No accessible filemount
fr: Aucun point de montage accessible

# importdata_no_default_upload_folder
source: No default upload folder
fr: Aucun dossier par défaut n'a été défini

# importdata_noteNoDecompressorAvailable
source: NOTE: No decompressor available for compressed files!
fr: NOTE : aucun décompresseur disponible pour les fichiers compressés!

# importdata_notes
source: Notes:
fr: Commentaires:

# importdata_packager
source: Packager:
fr: Packageur:

# importdata_preview
source: Preview
fr: Prévisualiser

# importdata_saveToFilename
source: Save to filename
fr: Sauvegarder sous

# importdata_selectFileToImport
source: Select file to import:
fr: Sélectionner le fichier à importer:

# importdata_structureHasBeenImported
source: Structure has been imported, here is the result:
fr: La structure a été importée, voici le résultat:

# importdata_success
source: Success:
fr: Succès:

# importdata_thisIsDisabledBy
source: This is disabled by default since there may be hundred of entries generated.
fr: Cette option est désactivée par défaut étant donné qu'il peut y avoir des centaines d'entrées générées.

# importdata_thisOptionRequiresThat
source: This option requires that the structure you import already exists on this server and only needs to be updated with new content!
fr: Cette option implique que la structure que vous importez existe déjà sur le serveur et qu'elle n'a besoin que d'être mise à jour avec le nouveau contenu!

# importdata_title
source: Title:
fr: Titre:

# importdata_update
source: Update:
fr: Mettre à jour:

# importdata_update_299e
source: Update
fr: Mettre à jour

# importdata_updateRecords
source: Update records
fr: Mettre à jour les enregistrements

# importdata_upload
source: Upload
fr: Envoyer

# importdata_uploadFileFromLocal
source: Upload file from local computer:
fr: Télécharger le fichier du poste local:

# importdata_uploadStatus
source: Upload status:
fr: Etat du téléchargement:

# importdata_writeIndividualDbActions
source: Write individual DB actions during import to the log
fr: Ecrire les actions individuelles en BDD durant l'import dans le journal de log

# makeadvanc_excludeHtmlCssFile
source: Exclude HTML/CSS file resources:
fr: Exclure les ressources HTML/CSS:

# makeadvanc_extensionDependencies
source: Extension dependencies:
fr: Dépendances aux extensions:

# makeadvanc_files
source: Files:
fr: Fichiers :

# makeadvanc_saveFilesOutsideExportFile
source: Save files in extra folder beside the export file:
fr: Enregistrer les fichiers dans un dossier différent du fichier exporté :

# makeadvanc_selectExtensionsThatThe
source: Select extensions that the exported content depends on:
fr: Sélectionner les extensions dont dépend le contenu exporté:

# makeadvanc_softReferences
source: Soft References:
fr: Références:

# makeadvanc_update
source: Update
fr: Mettre à jour

# makeconfig_anSqlQueryReturned
source: An SQL query returned exactly the amount of records specified by the limit value (%s) - that could indicate an incomplete selection of records! Make sure this is on purpose.
fr: Le nombre d'enregistrements retourné par la requête SQL correspond exactement à la limite spécifiée par la valeur %s - cela peut vouloir dire que la sélection est incomplète! Vérifiez que cela est souhaité.

# makeconfig_clearAllExclusions
source: Clear all exclusions:
fr: Annuler toutes les exclusions:

# makeconfig_excludeElements
source: Exclude elements:
fr: Exclure les éléments:

# makeconfig_expandedTree
source: Expanded tree
fr: Arborescence déployée

# makeconfig_exportPagetreeConfiguration
source: Export pagetree configuration:
fr: Exporter la configuration de l'arborescence:

# makeconfig_exportSingleRecord
source: Export single record:
fr: Exporter seulement l'enregistrement:

# makeconfig_exportTablesFromPages
source: Export tables from pages:
fr: Exporter les tables des pages:

# makeconfig_includeRelationsToTables
source: Include relations to tables:
fr: Inclure les relations aux tables:

# makeconfig_includeTables
source: Include tables:
fr: Tables inclues:

# makeconfig_levels
source: Levels:
fr: Niveaux:

# makeconfig_maxNumberOfRecords
source: Max number of records:
fr: Nombre maximum d'enregistrements

# makeconfig_noExcludedElementsYet
source: No excluded elements yet. Exclude by setting checkboxes below in the element display.
fr: Aucun éléments n'a encore été exclu. Exclure en cochant les cases à cocher ci-dessous dans l'affichage de l'élément.

# makeconfig_noTreeExportedOnly
source: No tree exported - only tables on the page.
fr: Aucune arborescence exportée - la page ne contient que des tables.

# makeconfig_pageId
source: Page ID:
fr: ID de page:

# makeconfig_record
source: Record:
fr: Enregistrement:

# makeconfig_relationsAndExclusions
source: Relations and Exclusions:
fr: Relations et exclusions:

# makeconfig_showStaticRelations
source: Show static relations:
fr: Montrer les relations statiques:

# makeconfig_tablesOnThisPage
source: Tables on this page
fr: La page contient des tables

# makeconfig_tree
source: Tree:
fr: Arborescence

# makeconfig_useStaticRelationsFor
source: Use static relations for tables:
fr: Utiliser les relations statiques pour les tables:

# makesavefo_areYouSure
source: Are you sure?
fr: Etes-vous sûr ?

# makesavefo_delete
source: Delete
fr: Supprimer

# makesavefo_downloadExport
source: Download export
fr: Télécharger l'export

# makesavefo_fileFormat
source: File format:
fr: Format de fichier:

# makesavefo_filenameSavedInS
source: Filename (saved in "%s"):
fr: Nom du fichier (enregistré dans "%s"):

# makesavefo_load
source: Load
fr: Charger

# makesavefo_maxSizeOfFiles
source: Max size of files to include (kb):
fr: Taille maximum des fichiers à inclure (kb):

# makesavefo_merge
source: Merge
fr: Fusionner

# makesavefo_metaData
source: Meta data:
fr: Données Meta:

# makesavefo_notes
source: Notes:
fr: Commentaires:

# makesavefo_outputOptions
source: Output options:
fr: Options d'affichage:

# makesavefo_presets
source: Presets:
fr: Pré-paramétrages:

# makesavefo_public
source: Public:
fr: Publique:

# makesavefo_save
source: Save
fr: Sauvegarder

# makesavefo_selectPreset
source: Select preset:
fr: Sélectionner un pré-paramétrage:

# makesavefo_t3dFile
source: T3D file
fr: fichier T3D

# makesavefo_t3dFileCompressed
source: T3D file / compressed
fr: fichier T3D / compressé

# makesavefo_title
source: Title:
fr: Titre:

# makesavefo_titleOfNewPreset
source: Title of new preset:
fr: Titre du nouveau pré-paramétrage:

# makesavefo_update
source: Update
fr: Mettre à jour

source: Please confirm
fr: Merci de confirmer

# title
source: Import / Export
fr: Importer / Exporter

# title_export
source: Export
fr: Exporter

# title_import
source: Import
fr: Importer
