Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/fluid_styled_content/Resources/Private/Language/*.Database.xlf
Languages: fr

# tt_content.asset_references
source: Media elements
fr: Eléments de média

# tt_content.asset_references.addFileReference
source: Add media file
fr: Ajouter un fichier média

# tt_content.bullets_type
source: Type of bullets
fr: Type de puce

# tt_content.bullets_type.0
source: Unordered list (bullets)
fr: Liste non-ordonnée (à puces)

# tt_content.bullets_type.1
source: Ordered list (numbers)
fr: Liste ordonnée (numérique)

# tt_content.bullets_type.2
source: Definition list
fr: Liste de définitions

# tt_content.CType.textmedia
source: Text & Media
fr: Texte & média

# tt_content.palette.gallerySettings
source: Gallery Settings
fr: Paramètres de la galerie

# tt_content.palette.mediaAdjustments
source: Media Adjustments
fr: Ajustements média

# tt_content.palette.textmedia.imageborder
source: Border around each element
fr: Bordure autour de chaque élément

# tt_content.palette.textmedia.imageheight
source: Height of each element (px)
fr: Hauteur de chaque élément (px)

# tt_content.palette.textmedia.imagewidth
source: Width of each element (px)
fr: Largeur de chaque élément (px)

# tt_content.uploads_description
source: Display description
fr: Afficher la description

# tt_content.uploads_type
source: Display file/icon/thumbnail
fr: Afficher le fichier/l'icône/la miniature

# tt_content.uploads_type.0
source: Only file name
fr: Seulement le nom de fichier

# tt_content.uploads_type.1
source: File name and file extension icon
fr: Nom du fichier et icône de l'extension

# tt_content.uploads_type.2
source: File name and thumbnail (if possible)
fr: Nom de fichier et miniature (si possible)
