Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/beuser/mod/*.locallang.xlf
Languages: fr

source: Page title:
fr: Titre de la page:

source: Path:
fr: Chemin:

source: User:
fr: Utilisateur:

source: Group:
fr: Groupe:

source: Everybody:
fr: Tout le monde:

source: This user:
fr: Cet utilisateur:

source: Main group:
fr: Groupe principal:

# editLock
source: Edit lock prevents all editing
fr: Verrouiller l'édition empêche toute action d'édition

# noReadAccess
source: The user has no read-access to these DB-mounts!
fr: L'utilisateur n'a pas d'accès en lecture à sur cet emplacement de l'arborescence!

source: [Default Draft]
fr: [Brouillon par défaut]

# notAccessible
source: WARNING: Workspace Webmount page id not accessible:
fr: ATTENTION : l'arborescence du workspace n'est pas accessible:

source: Compare User Settings
fr: Comparer les paramètres des utilisateurs

source: List Users Online
fr: Lister les utilisateurs en ligne

source: Backend User Administration
fr: Administration des utilisateurs Backend

source: Filemounts
fr: Dossiers de fichiers

source: Webmounts
fr: Arborescences de pages

source: Default upload path
fr: Chemin de téléchargement par défaut

source: Main user group
fr: Groupe d'utilisateur principal

source: Member of groups
fr: Membre des groupes

source: Page types access
fr: Accès aux types de page

source: Select tables
fr: Tables listables

source: Modify tables
fr: Tables modifiables

source: Non-exclude fields
fr: Champs non exclus

source: Explicit Allow/Deny
fr: Autorisation/Interdiction explicite

source: Limit to languages
fr: Limité aux langues

source: Workspace permissions
fr: Autorisation aux Workspaces

source: Workspace membership
fr: Adhésion aux Workspaces

source: Custom options
fr: Options personnalisées

source: TSconfig
fr: Configuration TS

source: TSconfig HL
fr: Configuration TS de niveau supérieur

source: Non-mounted readable pages:
fr: Pages visibles non montée

source: < Back to overview
fr: retour à la vue d'ensemble

source: User Info
fr: Informations sur l'utilisateur

source: Group by:
fr: Regroupé par:

source: Update
fr: Mettre à jour

source: Group and Compare Users
fr: Regrouper et comparer les utilisateurs

# tooManyUsers
source: There were too many users:
fr: Il y a trop d'utilisateurs

# canOnlyDisplay
source: This tool can only display the following number of users at a time:
fr: Cet outil ne peut afficher que ce nombre d'utilisateurs à la fois:

# newUser
source: Create new user
fr: Créer un nouvel utilisateur

source: Usernames:
fr: Noms des utilisateurs:

source: Switch user to:
fr: Simuler l'utilisateur:

source: [change-to mode]
fr: [sans retour au login actuel]

source: [switch-back mode]
fr: [retour au login actuel possible]

# cachedGrouplistsUpdated
source: (All cached group-lists updated.)
fr: (toutes les listes de groupe en cache ont été mises à jour.)

source: Result
fr: Résultat

source: Show information
fr: Montrer l'information

# sureToDelete
source: Are you sure you want to delete this element?
fr: Etes vous sûr de vouloir supprimer cet élément ?

source: Delete(!)
fr: Supprimer (!)

source: Timestamp:
fr: Date et heure:

source: Host:
fr: Hôte:

source: Username:
fr: Nom de l'utilisateur:

source: Who Is Online
fr: Qui est en ligne
