Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/*.locallang_msg.xlf
Languages: fr

# ActiveX-required
source: Loading the editor in Internet Explorer requires the execution of ActiveX controls to be enabled.
fr: Pour charger l'éditeur dans Internet Explorer, l'exécution de contrôles ActiveX doit être permise.

# Allow-Clipboard-Helper-Extension
source: For security reasons, unprivileged applications cannot access the clipboard. Click YES to install a component that will enable you to specify the sites or pages that will be allowed to access the clipboard and perform copy, cut and paste operations.
fr: Pour des raisons de sécurité, les applications sans privilèges ne peuvent accéder au presse-papiers. Cliquez sur OUI pour installer une composante qui vous permettra de spécifier les sites ou pages qui pourront accéder au presse-papiers et réaliser les opérations couper, copier et coller.

# Allow-Clipboard-Helper-Extension-Success
source: The installation was successful. You need to exit and restart your browser for the change to take effect. Afterwards, use the AllowClipboard Helper from the tools menu to allow specific sites to use the clipboard.
fr: L'installation a réussi. Veuillez quitter et redémarrer votre navigateur pour que les changements puissent prendre effet. Utilisez ensuite l'option AllowClipboard Helper du menu Outils pour permettre aux sites de votre choix d'utiliser le presse-papiers.

# HTML-document-not-well-formed
source: The HTML document is not well-formed.
fr: Le document HTML n'est pas bien formé.

# Moz-Clipboard
source: Unprivileged scripts cannot access Cut/Copy/Paste programatically for security reasons. Click YES to see a technical note at mozilla.org which shows you how to allow a script to access the clipboard.
fr: Pour des raisons de sécurité, les scripts sans privilèges ne peuvent utiliser Couper/Copier/Coller par programmation. Cliquez sur OUI pour voir la note technique de mozilla.org qui vous indiquera comment accorder au script l'accès au presse-papiers.

# Moz-Extension
source: For security reasons, unprivileged applications cannot access the clipboard. Click YES to install a component that will enable applications from this site to access the clipboard and perform copy, cut and paste operations.
fr: Pour des raisons de sécurité, les applications sans privilèges ne peuvent accéder au presse-papiers. Cliquez sur OUI pour installer une composante qui permettra aux applications de ce site d'accéder au presse-papiers et de réaliser les opérations couper, copier et coller.

# Moz-Extension-Failure
source: Sorry, Firefox Add-on AllowClipboard Helper could not be installed.
fr: Désolé, l'extension Firefox AllowClipboard Helper n'a pas pu être installée.

# Moz-Extension-Install-Not-Enabled
source: The installation cannot be performed. Please change your browser preferences in order to allow installation of sofware from this site.
fr: L'installation ne peut pas être effectuée. Veuillez modifier les préférences de votre navigateur de façon à permettre l'installation de logiciel en provenance de ce site.

# Moz-Extension-Success
source: The installation was successful. You need to exit and restart your browser for the change to take effect.
fr: L'installation a réussi. Veuillez quitter et redémarrer votre navigateur pour que les changements puissent prendre effet.

# Mozilla-Org-Install-Not-Enabled
source: The installation cannot be performed. Please change your browser preferences in order to allow installation of sofware from https://addons.mozilla.org.
fr: L'installation ne peut pas être effectuée. Veuillez modifier les préférences de votre navigateur de façon à permettre l'installation de logiciel en provenance de https://addons.mozilla.org.

source: Path
fr: Chemin
