Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/lang/*.locallang_mod_user_ws.xlf
Languages: fr

# create_workspace_no_permission
source: You have no permission to create workspaces. Only admin users can create workspaces.
fr: Vous n'avez pas l'autrisation de creer un espace de travail. seul els administrateurs peuvent en creer.

# diff_no_diff
source: Do not show differences
fr: Ne pas montrer les differences

# diff_show_inline
source: Show differences inline
fr: Montrer les différences

# diff_show_popup
source: Show diff. popups (branches)
fr: Montrer les différences (popups)

# diffview_label_colored_diff_view
source: Colored diff-view:
fr: Coloriser les différentes vues:

# diffview_label_field_name
source: Fieldname:
fr: Nom du champ:

# edit_workspace_go_back
source: Go back
fr: retour

# edit_workspace_no_permission
source: You have no permission to edit this workspace. Only admin users or owners of the workspace can modify its parameters.
fr: Vous n'avez pas l'autrisation d'éditer cet espace de travail. Seul les administrateurs et proprietaires peuvent modifier les paramètres.

# edit_workspace_title_edit
source: Edit workspace
fr: Editer l'espace de travail

# edit_workspace_title_new
source: Create new workspace
fr: Creer un nouvel espace de travail

# explain_reject
source: Please explain why you reject:
fr: Expliquer le refus :

# filter_all
source: All
fr: Tout

# filter_drafts
source: Drafts
fr: Brouillons

# img_title_create_new_workspace
source: Create new workspace
fr: Creer un nouvel espace de travail

# img_title_current_workspace
source: This is a current workspace!
fr: C'est l'espace de travail actuel!

# img_title_edit_element
source: Edit element
fr: Editer le contenu

# img_title_edit_page
source: Edit page
fr: Editer la page

# img_title_publish
source: Publish
fr: Mettre en ligne

# img_title_remove_from_ws
source: Remove from workspace?
fr: Supprimer de l'espace de travail

# img_title_show_log
source: Show Log
fr: Montrer les Logs

# img_title_show_more
source: Show more
fr: Montrer plus

# img_title_swap
source: Swap
fr: Echanger

# label_access_level
source: Access level:
fr: Niveau d'autorisation:

# label_allWSes
source: All workspaces
fr: Tous

# label_approveforpublishing
source: Approve for publishing
fr: Demande de publication

# label_branch
source: Branch
fr: Arborescence

# label_commentforpublisher
source: Comment for Publisher:
fr: Commentaire pour la publication:

# label_commentforreviewer
source: Comment for Reviewer:
fr: Commentaire pour la validation:

# label_deletedrecord
source: Deleted element
fr: Element supprimé

# label_doaction_default
source: Do:
fr: Faire

# label_doaction_flush
source: Flush ALL changes/versions
fr: Vider tous les changements/versions

# label_doaction_publish
source: Publish
fr: Publier

# label_doaction_release
source: Remove this version
fr: Supprimer cette version

# label_doaction_stage_editing
source: Send to stage: Editing
fr: Passer à l'état : édition

# label_doaction_stage_publish
source: Send to stage: Publish
fr: Passer à l'état : publication

# label_doaction_stage_reject
source: Reject changes
fr: Refuser les changements

# label_doaction_stage_review
source: Send to stage: Review
fr: Passer à l'état : demande de validation

# label_doaction_swap
source: Swap
fr: Permuter

# label_draft_versions
source: Workspace Versions:
fr: Versions Brouillon:

# label_errors
source: Errors:
fr: Erreurs:

# label_lifecycle
source: Lifecycle:
fr: Cycle

# label_live_version
source: Live Version:
fr: Version LIVE:

# label_moveto_placeholder
source: Move-to placeholder (destination)
fr: Déplacer vers la destination

# label_moveto_pointer
source: Move-to pointer (source)
fr: Déplacer vers le pointeur

# label_nestedversions
source: Version inside version!
fr: Version dans la version!

# label_newrecord
source: New element
fr: Nouvel élement

# label_notapplicable
source: n/a
fr: Indisponible

# label_offlineWSes
source: Draft workspaces
fr: Espace de travail brouillon

# label_onlymychanges
source: Show only my changes
fr: Montrer seulement mes modifications

# label_pagetree
source: Pagetree:
fr: Arborescence:

# label_percentchange
source: %%% change:
fr: %%% modifié:

# label_percentChange
source: %d%% change:
fr: %d%% modifié:

# label_publish
source: Publish:
fr: En attente de publication

# label_reject
source: Reject
fr: Refusé

# label_rejected
source: Rejected
fr: Refusé

# label_resetstage
source: Reset stage
fr: Reinitialiser

# label_review
source: Review
fr: En cours de validation

# label_sendtoreview
source: Send to review
fr: Demande de validation

# label_showsubelements
source: Show sub elements
fr: Montrer element enfant

# label_stage
source: Stage:
fr: Etape

# label_subelements
source: Sub elements
fr: Sous éléments

# label_undefined
source: Undefined
fr: Non défini

# label_workspace
source: Workspace:
fr: Espace de travail:

# link_text_create_new_workspace
source: Create new workspace
fr: Creer un nouvel espace de travail

# menuitem_review
source: Review and Publish
fr: Validation et Publication

# menuitem_workspaces
source: Workspace List
fr: Liste des espaces de travail

# mlang_labels_tabdescr
source: Workspace overview showing the changes you have made in the workspace. Here you can also publish the changes to the website if you are allowed to do that.
fr: Le tableau de bord montre les différents changements qui sont en cour. Vous pouvez publier les contenus si vous en êtes autorisé.

# mlang_labels_tablabel
source: Workspace overview
fr: Tableau de bord

# mlang_tabs_tab
source: Workspace
fr: Espace de travail

# no_publish_permission
source: You are not permitted to publish from this workspace
fr: Vous n'avez pas l'autrisation de publier dans cet espace de travail

source: Please, wait...
fr: Un momment svp...

# publish_prepare
source: TYPO3 is preparing to publish records.
fr: TYPO3 se prépare à publier les enregistrements.

# publish_title
source: Publish workspace
fr: Publier l'espace de travail

# remove_from_ws_confirmation
source: Remove from workspace?
fr: Supprimer de l'espace de travail?

# return_to_index
source: Return to Workspace module
fr: Retour au tableau de bord

# stage_approved_for_publish
source: "%s" approved for "Publish"
fr: "%s" valide pour une demande en publication

# stage_editing
source: Editing
fr: En cours de rédaction

# stage_label_user_comment
source: User Comment:
fr: Commentaire de l'utilisateur:

# stage_publish
source: Publish
fr: En cours de publication

# stage_rejected
source: "%s" rejected element!
fr: "%s" refuse la page!

# stage_reset_to_editing
source: "%s" reset to "Editing"
fr: "%s" retourne en cours de rédaction

# stage_review
source: Review
fr: En cours de validation

# stage_sent_to_review
source: "%s" sent element to "Review"
fr: "%s" a envoyé une page en validation

# stage_undefined
source: [undefined]
fr: [non défini]

# submit_apply_action_on_selected_elements
source: Sure you want to perform this action with selected elements?
fr: Etes-vous sûr que vous souhaitez effectuer cette action sur les éléments sélectionnés ?

# submit_publish_workspace
source: Publish workspace
fr: Publier l'espace de travail

# submit_publish_workspace_confirmation_1
source: Are you sure you want to publish all content in "Publish" stage from the workspace?
fr: Etes vous sur de vouloir publier tous les éléments en attente de publication de cet espace de travail ?

# submit_publish_workspace_confirmation_2
source: Are you sure you want to publish all content from the workspace?
fr: Etes vous sur de vouloir publier tous les éléments de l'espace de travail ?

# submit_swap_workspace
source: Swap workspace
fr: Echanger d'espace de travail

# submit_swap_workspace_confirmation_1
source: Are you sure you want to publish (swap) all content in "Publish" stage from the workspace?
fr: Etes vous sur de vouloir publier(echange) tous les éléments en attente de publication de cet espace de travail ?

# submit_swap_workspace_confirmation_2
source: Are you sure you want to publish (swap) all content from the workspace?
fr: Etes vous sur de vouloir publier(echange) tous les éléments de l'espace de travail ?

# swap_prepare
source: TYPO3 is preparing to swap records.
fr: TYPO3 se prépare à echanger les enregistrements.

# swap_title
source: Swap workspace
fr: Echanger les espaces de travail

# title
source: Workspace Manager
fr: Administration des espaces de travail

# workspace_description_draft
source: In the Draft workspace all changes will be made as new versions of the live content. Changes can be previewed, reviewed and eventually published live.
fr: Dans l'espace de travail BROUILLON, tout les changements seront basé sur la création de version des contenus en ligne. Les changments peuvent être prévisualisés, validés et éventuellement mis en ligne.

# workspace_description_live
source: The LIVE workspace allows changes to take effect immediately on the website. However versioning can be applied inside the live workspace and this overview shows you draft and archive versions from the various workspaces, including the LIVE workspace.
fr: L'espace de travail LIVE permet les changements immédiats en ligne sur le site web. Cependant il est toujours possible de créer des versions, de visualiser et archiver des pages avant de les mettre en ligne.

# workspace_description_no_access
source: You have no access to any workspace which might be an error. Please contact you administrator!
fr: Vous avez aucunes autorisations sur les différents espaces de travail. Contactez votre webmestre!

# workspace_list_access_admin
source: Admin
fr: Administrateur

# workspace_list_access_admins_only
source: Admins only
fr: Administrateur seulement

# workspace_list_access_anyone
source: no restrictions
fr: Pas d'interdictions

# workspace_list_access_member
source: Member
fr: Membre

# workspace_list_access_offline
source: Offline
fr: Hors ligne

# workspace_list_access_online
source: Online
fr: En ligne

# workspace_list_access_owner
source: Owner
fr: Proprietaires

# workspace_list_access_reviewer
source: Reviewer
fr: Relecteur

# workspace_list_icon_title_edit_workspace
source: Edit workspace
fr: Editer l'espace de travail

# workspace_list_icon_title_switch_workspace
source: Switch workspace
fr: Echanger les espaces de travail

# workspace_list_label_current_workspace
source: Current:
fr: Actuel:

# workspace_list_label_db_mountpoints
source: Database mountpoints:
fr: Point de montage - page web:

# workspace_list_label_file_mountpoints
source: File mountpoints:
fr: Point de montage - fichiers:

# workspace_list_label_frozen
source: Frozen:
fr: Gelé:

# workspace_list_label_frozen_no
source: No
fr: Non

# workspace_list_label_frozen_yes
source: Yes
fr: Oui

# workspace_list_label_members
source: Members:
fr: Membres:

# workspace_list_label_owners
source: Owners:
fr: Propriétaire:

# workspace_list_label_publish_date
source: Publish date:
fr: Date de publication:

# workspace_list_label_reviewers
source: Reviewers:
fr: Relecteurs:

# workspace_list_label_unpublish_date
source: Unpublish date:
fr: Date de dépublication:

# workspace_list_label_workspace_title
source: Title:
fr: Titre:

# workspace_list_label_workspace_users
source: Workspace users:
fr: Utilisateurs de l'espace de travail:

# workspace_list_label_your_access
source: Your access:
fr: Votre autorisation:

# workspace_list_publishing_count
source: Published %d times
fr: Publié %d fois

# workspace_list_publishing_count_draft
source: Draft
fr: Brouillon

# workspace_published
source: Workspace has been published.
fr: Espace de travail publié.

# workspace_swapped
source: Workspace has been swapped.
fr: Espace de travail échangé.
