Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/lang/*.locallang_tsfe.xlf
Languages: fr

# adminOptions
source: ADMIN PANEL
fr: PANNEAU D'ADMINISTRATION

# adminPanelTitle
source: TYPO3 ADMIN PANEL
fr: PANNEAU D'ADMINISTRATION TYPO3

# cache_cacheEntries
source: Cache entries
fr: Eléments dans la cache

# cache_clearLevels
source: Clear levels
fr: Vider sur

# cache_doit
source: Clear cache now!
fr: Vider le cache maintenant !

# cache_noCache
source: No caching
fr: Pas de cache

# div_Levels_0
source: This page
fr: Cette page

# div_Levels_1
source: + 1 sublevel
fr: + 1 sous-niveau

# div_Levels_2
source: + 2 sublevels
fr: + 2 sous-niveaux

# edit
source: Editing
fr: Editer

# edit_db_list
source: Web>List module
fr: Module Web>Liste

# edit_displayFieldIcons
source: Display edit icons
fr: Afficher les icônes d'édition

# edit_displayIcons
source: Display edit panels
fr: Afficher les panneaux d'édition

# edit_editFormsOnPage
source: Editforms on page
fr: Formulaires d'édition sur la page

# edit_editNoPopup
source: No popup window
fr: Pas de fenêtre volante

# edit_editPageOverlay
source: Edit properties of translated page
fr: Editer les propriétés de la traduction de la page

# edit_editPageProperties
source: Edit page properties
fr: Editer les propriétés de la page

# edit_move_page
source: Move page
fr: Déplacer la page

# edit_newContentElement
source: Create new content element
fr: Créer un nouvel élément

# edit_newPage
source: Create new page
fr: Créer une nouvelle page

# edit_openAB
source: Open TYPO3 Backend
fr: Ouvrir le backend TYPO3

# edit_recordHistory
source: View record change history
fr: Visualiser l'historique des modifications

# info_countUserInt
source: Count of USER_INT objects
fr: Nombre d'objets USER_INT

# info_feuserId
source: Id of logged in FE-User
fr: Id de l'utilisateur Front-end connecté

# info_feuserName
source: Name of logged in FE-User
fr: Nom de l'utilisateur Front-end connecté

# info_noCache
source: Page cached
fr: Page en cache

# info_noCache_no
source: No
fr: Non

# info_noCache_yes
source: Yes
fr: Oui

# info_type
source: Page type
fr: Type de page

# p_delete
source: Delete
fr: Supprimer

# p_deleteConfirm
source: Are you sure you want to delete this record?
fr: Etes-vous sûr de vouloir supprimer cet enregistrement?

# p_editRecord
source: Edit record
fr: Editer l'enregistrement

# p_hide
source: Hide
fr: Cacher

# p_hideConfirm
source: Hiding a record will make it invisible on the webpage. To edit the hidden record enter the backend or enable the frontend preview. Continue?
fr: Cacher un enregistrement va le rendre invisible sur la page. Pour éditer l'enregistrement masqué, entrez dans le backend ou activez la prévisualisation frontend. Poursuivre ?

# p_moveDown
source: Move down
fr: Descendre

# p_moveUp
source: Move up
fr: Monter

# p_newRecordAfter
source: New record after
fr: Nouvel enregistrement après

# p_newSubpage
source: New subpage
fr: Nouvelle sous-page

source: Preview
fr: Prévisualiser

# preview_showHiddenPages
source: Show hidden pages
fr: Afficher les pages cachées

# preview_showHiddenRecords
source: Show hidden records
fr: Afficher les enregistrements cachés

# preview_simulateDate
source: Simulate time
fr: Simuler la date et l'heure

# preview_simulateUserGroup
source: Simulate user group
fr: Simuler le groupe d'utilisateurs

source: Publish
fr: Publier

# publish_doit
source: Publish now!
fr: Publier maintenant !

source: Publish levels
fr: Publier sur

# publish_tree
source: Publish pages
fr: Publier les pages

# p_unhide
source: Un-Hide
fr: Montrer

# tsdebug_displayContent
source: Display content
fr: Afficher le contenu

# tsdebug_displayMessages
source: Display messages
fr: Afficher les messages

# tsdebug_displayQueries
source: Explain SELECT queries
fr: Expliquer les requêtes SELECT (EXPLAIN)

# tsdebug_displayTimes
source: Display all times
fr: Afficher toutes les dates

# tsdebug_forceTemplateParsing
source: Force TS Rendering
fr: Forcer le rendu TS

# tsdebug_LR
source: Track content rendering
fr: Suivre la génération du rendu

# tsdebug_tree
source: Tree display
fr: Afficher l'arborescence

source: Update
fr: Mettre à jour
