Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/workspaces/Resources/Private/Language/*.locallang_db.xlf
Languages: fr

# sys_filemounts.tabs.staging
source: Staging
fr: Etapes

# sys_workspace.custom_stages
source: Custom stages:
fr: Étapes personnalisées :

# sys_workspace.edit_allow_notificaton_settings
source: Allow notification settings during stage change back to edit stage
fr: Autoriser le paramétrage de notification par email lors d'un retour à l'état d'édition

# sys_workspace.edit_notification_defaults
source: Edit stage: default notification mail recipients
fr: Édition de l'état : Destinataires par défaut pour la notification par email

# sys_workspace.edit_notification_mode
source: Edit stage: Recipient suggestion checkboxes
fr: Édition de l'état : Cases à cocher pour suggestion destinataire

# sys_workspace.notification_mode.0
source: All are selected per default (can be changed)
fr: Tous sont sélectionnés par défaut (peut être modifié)

# sys_workspace.notification_mode.1
source: Some are selected per default (defaults cannot be unchecked)
fr: Certains sont sélectionnés par défaut (ceux par défaut ne peuvent être décochés)

# sys_workspace.notification_mode.2
source: All are selected per default (cannot be changed)
fr: Tous sont sélectionnés par défaut (non modifiable)

# sys_workspace.publish_allow_notificaton_settings
source: Allow notification settings during stage change to ready to publish
fr: Permettre les notifications durant le changement d'étape vers l'état Prêt à publier

# sys_workspace.publish_notification_defaults
source: Ready to publish stage: default notification mail recipients
fr: Etape Prêt pour la publication : destinataires par défaut des emails de notification

# sys_workspace.publish_notification_mode
source: Ready to publish stage: Recipient suggestion checkboxes
fr: Etape Prêt pour la publication : Cases à cocher suggestion de destinataire

# sys_workspace_stage
source: Workspace Stage
fr: État de l'espace de travail

# sys_workspace_stage.allow_notificaton_settings
source: Allow notification settings during stage change
fr: Permettre les notifications durant les changements d'état

# sys_workspace_stage.default_mailcomment
source: Default mail comment:
fr: Commentaire e-mail par défaut :

# sys_workspace_stage.notification_defaults
source: Default notification mail recipients
fr: Destinataires par défaut des emails de notification

# sys_workspace_stage.notification_mode
source: Recipient suggestion checkboxes
fr: Cases à cocher Suggestion destinataire

# sys_workspace_stage.parentid
source: UID of parent record:
fr: UID de l'enregistrement parent

# sys_workspace_stage.parenttable
source: Parent table:
fr: Table parent :

# sys_workspace_stage.responsible_persons
source: Responsible persons:
fr: Personnes responsables :

# tabs.general
source: General
fr: Généralités

# tabs.notification_settings
source: Notification settings
fr: Paramètres de notification
