Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/scheduler/Resources/*.locallang.1416085778.xlf
Languages: fr

# testTask.name
source: Scheduler test task
fr: Tâche de test du planificateur

# testTask.description
source: The Scheduler test task just sends a mail to a given email address. It is designed to be used for testing purposes.
fr: La tâche de test du planificateur envoie simplement un mail à une adresse mail donnée. Ceci est utilisé à des fins de test.

# sleepTask.name
source: Scheduler sleep task
fr: Tâche de sommeil du planificateur

# sleepTask.description
source: This task does nothing but put PHP to sleep for a number of seconds. It is designed to test multiple executions.
fr: Cette tâche ne fait que mettre PHP en sommeil pendant quelques secondes. Ceci est utilisé afin de tester des exécutions multiples.

# cachingFrameworkGarbageCollection.name
source: Caching framework garbage collection
fr: Ramasse-miettes du système de cache

# cachingFrameworkGarbageCollection.description
source: This task calls the garbage collection of configured caching framework caches which use one of the selected backends. This will free some space in cache backends which do not have an internal garbage collection. In case of the default database backend it is advisable to run this task once a day when the database is mostly idle.
fr: Cette tâches lance le ramasse-miettes du système de cache. Cela permettra de libérer de l'espace pour les backends qui n'ont pas de ramasse-miettes interne. Dans le cas du backend par défaut (base de données), il est conseillé de lancer cette tâches une fois par jour.

# fileStorageExtraction.description
source: Extracts metadata for all files in storage which have been changed since last run.
fr: Extrait les méta-données pour tous les fichiers du stockage qui ont été modifiés depuis la dernière exécution.

# tableGarbageCollection.name
source: Table garbage collection
fr: Table de recyclage des données

# recyclerGarbageCollection.name
source: Fileadmin garbage collection
fr: Dossier fileadmin de recyclage des données

# recyclerGarbageCollection.description
source: This task empties all "_recycler_" folders below fileadmin. This helps free some space in the file system.
fr: Cette tâche vide toutes les dossiers "_recycler_" sous fileadmin. Cela permet de libérer de l'espace dans le système de fichiers.
