Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/context_help/Resources/Private/Language/*.locallang_csh_fe_users.xlf
Languages: fr

# address.description
source: Enter the street address of the user.
fr: Entrer l'adresse postale de l'utilisateur.

# company.description
source: Enter the name of the company in which the user is employed.
fr: Entrer le nom de la société qui emploie l'utilisateur.

# .description
source: A website login user.
fr: Un utilisateur authentifié du site Web.

# .details
source: These are users with a username and password who are allowed specific access to otherwise restricted areas on your website.
fr: Ce sont les utilisateurs avec nom d'utilisateur et mot de passe à qui il est donné un accès spécifiques à des zones de votre site web restreintes différemment.

# disable.description
source: This option will temporarily disable the user from logging in.
fr: Cette option désactivera temporairement la possibilité à l'utilisateur de s'authentifier au site.

# endtime.description
source: Enter the date from which the account is disabled.
fr: Entrer la date à partir de laquelle le compte est désactivé.

# endtime.syntax
source: See "Start"
fr: Voir "Démarrer"

# .image_descr
source: Part of the form for editing a frontend user. A typical login box (standard) on the website where frontend users can login.
fr: La partie du formulaire pour éditer un utilisateur Frontend. Une boîte de connexion standard sur le site web où les utilisateurs Frontend peuvent se connecter.

# image.description
source: Insert a photo of the user.
fr: Insérer une photo de l'utilisateur.

# lastlogin.description
source: This field shows the user's last log in date.
fr: Ce champ indique la dernière connexion en date de l'utilisateur.

# lockToDomain.description
source: Enter the host name from which the user is forced to login.
fr: Entrer le nom de l'hôte à partir duquel l'utilisateur est obligé de s'authentifier.

# lockToDomain.details
source: A TYPO3 system may have multiple domains pointing to it. Therefore this option secures that users can login only from a certain host name.
fr: Un système TYPO3 peut avoir plusieurs domaines pointant vers lui. De ce fait, cette option assure que les utilisateurs peuvent se connecter seulement à partir d'un certain nom d'hôte.

# lockToDomain.syntax
source: Either a domain name, "www.typo3.org" or an IP address, "10.34.222.83"
fr: Soit une nom de domaine, "www.typo3.com" ou une adresse IP, "10.34.222.83"

# name.description
source: Enter the regular name of the user, both first- and surname.
fr: Entrer le nom complet de l'utilisateur, prénom et nom.

# password.description
source: Enter the password for the username above. This is needed to login.
fr: Saisir le mot de passe pour l'utilisateur ci-dessus. Ceci est requis pour se connecter.

# password.syntax
source: A password is required and must be in lowercase without spaces in it.
fr: Un mot de passe en caractères minuscules et sans espace est requis.

# starttime.description
source: Enter the date from which the account is active.
fr: Entrer la date à partir de laquelle le compte est actif.

# starttime.syntax
source: The syntax is dd-mm-yy, but you can just enter a "d" in the field to insert todays date. Or "d+10" to insert the date 10 days from now etc. The field will re-format any input to fit the format it understands so you can just experiment and you will be able to clearly see how dates should be entered.
fr: La syntaxe est dd-mm-yy, mais vous pouvez entrer seulement un "d" dans le champ pour insérer la date d'aujourd'hui. Ou "d+10" pour insérer la date du dixième jour à partir d'aujourd'hui, etc. Le champ reformatera n'importe quelle entrée pour l'ajuster au format qu'il connait. Vous pouvez donc seulement expérimenter et vous pourrez voir clairement comment les dates devraient être entrées.

# title.description
source: Enter the job title, eg. 'Director' or 'Accountant'.
fr: Entrer le titre, par exemple "directeur" ou "comptable".

# TSconfig.description
source: Enter additional TSconfig for the user (advanced).
fr: Entrer les paramètres de TSconfig additionnels pour l'utilisateur (avancé).

# TSconfig.syntax
source: TypoScript syntax, without conditions and constants.
fr: Syntaxe TypoScript, sans conditions et constantes.

# usergroup.description
source: Select a user group for the username.
fr: Sélectionner un groupe pour cet utilisateur.

# usergroup.details
source: When a user logs in he is able to view all content which is access restricted to the user <em>group(s)</em> the user is a member of. Therefore the user login primarily makes sense with regard to the member groups.
fr: En se connectant, un utilisateur peut voir l'ensemble des contenus accessibles au(x) <em>groupe(s)</em> d'utilisateurs dont il est membre.Par conséquent l'identification d'un utilisateur prend un sens au regard des groupes auxquels il appartient.

# username.description
source: Enter the username of the website user. This is needed to login.
fr: Saisir le nom d'utilisateur de l'utilisateur du site. Ceci est requis pour se connecter.

# username.syntax
source: A username is required and must be in lowercase without spaces in it. The username must be unique among other usernames in the page where it's saved. If it is not unique a number will be prepended automatically.
fr: Un nom d'utilisateur est nécessaire. Il doit être écrit en minuscules sans espace. Le nom d'utilisateur doit être unique dans la page où il est enregistré. S'il n'est pas unique, un numéro lui sera ajouté automatiquement.

# www.description
source: Enter the homepage URL
fr: Entrer l'URL de la page d'accueil.
