Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/context_help/Resources/Private/Language/*.locallang_csh_pages.xlf
Languages: fr

# newUntil.syntax
source: See Page / Publication Date (click below)
fr: Voir la Page /Publication (cliquez ci-dessous)

# no_cache.description
source: This option disables server caching of the page.
fr: Cette option désactive la mise en cache serveur de la page.

# no_search.description
source: If enabled, this option excludes the page from searching operations on the website.
fr: Si activée, cette option exclut la page des résultats de recherches sur le site web.

# shortcut.description
source: Select a page to act as the Shortcut Target. When the current page is requested in the Frontend, it will be redirected to the Shortcut Target.
fr: Sélectionner une page pour agir comme cible de raccourci. Quand la page courante est demandée dans le Frontend, il sera redirigé vers la cible de raccourci.

# shortcut.image_descr
source: Select a Shortcut Target page with the Element Browser.
fr: Sélectionnez une cible de raccourci avec le navigateur d'élements.

# shortcut_mode.description
source: Select a Shortcut Mode. By default the shortcut page must have a Shortcut Target to jump to. Other options are to go to the first subpage, to a random subpage, or back up to the parent page.
fr: Sélectionnez un mode de raccourcis. Par défaut la page raccourci doit avoir une cible de raccourci vers qui aller. D'autres options sont d'aller à la première sous-page, à une sous-page aléatoire, ou remonter à la page parente.

# starttime.description
source: The Publish Date determines when the page will be visible online. If the Publish Date is not set, the page will be available immediately.
fr: La Date de Publication détermine quand la page sera visible en ligne. Si la Date de Publication n'est pas fixée, la page sera disponible immédiatement.

# starttime.syntax
source: The Publish Date Format is either DD-MM-YYYY or MM-DD-YYYY depending on how TYPO3 is configured. There are also several shortcuts you can use when entering the date. If you insert a 'd' the current date will be inserted. You can also append any value in the field with a number such as '+10' which will add 10 days to the current value. For example, entering 'd+10' would result in a date 10 days from now.
fr: Le format de la Date de Publication est soit JJ-MM-AAAA ou MM-JJ-AAAA suivant la manière dont est configuré TYPO3. Il y a par ailleurs plusieurs raccourcis que vous pouvez utiliser lorsque vous entrez la date.Si vous insérez un 'd', la date courante sera insérée. Vous pouvez aussi ajouter n'importe quelle valeur dans le champ, avec un nombre tel que '+10' qui ajoutera 10 jours à la valeur actuelle. Par exemple, entrer 'd+10' équivaudra à dans 10 jours à partir de maintenant.

# subtitle.description
source: Enter a subtitle if needed.
fr: Entrer un sous-titre si nécessaire.

# subtitle.details
source: Whether this field is used or not depends on the template. In most cases it's not used.
fr: Ce champ est utilisé ou non suivant votre modèle. Dans la plupart des cas, il ne l'est pas.

# target.description
source: This sets the default Link Target for menu items linking to this page. Can also used to open the page as a popup window.
fr: Cela applique la Cible du lien par défaut pour les articles du menu en lien avec cette page. Cela pouvait également avoir l'habitude d'ouvrir la page comme une fenêtre pop-up.

# title.description.+
source: This is normally shown in the website navigation.
fr: C'est montré normalement durant la navigation sur le site web.

# TSconfig.details.+
source: <strong>Example:</strong> The 'Web>Page' module lets you create content in four columns, Left, Normal, Right, Border if the template has been configured to use this option. (However, most websites use only one or two columns so some of these content columns are just taking up space and confusing users.) If you enter this string in the 'TSConfig' field, the 'Web>Page' Module will only show the 'Normal' and 'Border' column! <em>mod.web_layout.tt_content.colPos_list = 0,3</em> (Must be entered in a single line!)
fr: <strong>Exemple:</strong>Le module Web-Page vous laisse créer des contenus dans quatre colonnes, Gauche, Normal,Droite, Border si le modèle a été configuré pour utiliser cette fonction. (Cependant, la plupart des sites web utilisent une ou deux colonnes donc certaines de ces colonnes de contenu prennent juste de la place et sont source de confusion pour les utilisateurs.)Si vous entrez cette chaine dans le champ "TSconfig", le module Web-page va seulement montrer les colonnes "Normal" et "Border"! <em>mod.web_layout.tt_content.colPos_list=0.3</em>(Doit être entré sur une seule ligne!)

# url.description
source: Enter the URL this page redirects to.
fr: Entrer l'URL vers lequel cette page redirige.

# url.details
source: For example, 'http://www.typo3.org' or just 'www.typo3.org' if the 'Protocol' selector is set to 'http://'. Use the 'Protocol' selector to select a prefix for the URL. This option is used only if the page 'Type' is set to 'Link to External URL.'
fr: Par exemple, "http://www.typo3.org" ou juste "www.typo3.org" si le sélecteur de "protocole" est réglé sur "http://". Utilisez le sélecteur "protocole" pour sélectionner un préfixe de l'URL. \ nCette option est utilisée uniquement si la page «Type» est réglé sur "Lien vers URL externe."

# urltype.description
source: Set the Protocol for the URL.
fr: Fixez le protocole pour l'URL.
