Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/context_help/Resources/Private/Language/*.locallang_csh_pages.xlf
Languages: fr

# abstract.description
source: Enter an abstract of the contents. It may be displayed in an overview of articles.
fr: Entrez un résumé des contenus. It pourra être affiché dans une vue d'ensemble des articles.

# abstract.details
source: An abstract is a short description of the page content that might be a little longer than the one in the <i>Description</i> field. Unlike the description, the abstract is not meant for display in search engine result lists, but is instead intended for you own use. If you create a Content Element of type <i>Sitemap</i> and then choose <i>Menu of subpages to these pages (with abstract)</i> an overview of pages will be created. If an abstract is available for a page it will be used instead of the description. <b>Note:</b> You do not have to enter the text of the description into the <i>Abstract field</i> again. Admins can also make custom use of this field via their TypoScript templates.
fr: Un résumé est une courte description du contenu de la page qui peut être un peu plus longue que celle dans le champ "Description".Contrairement à la description, le résumé n'est pas fait pour être affiché dans la liste de résultats de moteurs de recherches, mais est à la place fait pour votre propre usage.Si vous créez un élément de contenu de type "Plan du site" et choisissez ensuite "Menu des sous-pages de ces pages (avec résumé)", une vue d'ensemble des pages sera créée. si un résumé est disponible pour une page, il sera utilisé à la place de la description.Note: Vous n'êtes pas obligés d'entrer le texte de la description dans le champ Résumé à nouveau.Les administrateurs peuvent également faire une utilisation personnalisée de ce champ via leur modèle TypoScript.

# alias.description
source: A URL Alias is a unique identification string for a page. You can use this string instead of the ID number to refer to the page.
fr: Un Alias d'URL est un chaine d'identification unique pour une page. Vous pouvez utiliser cette chaine au lieu du numéro pour se référer à la page.

# alias.details
source: Ultimately a page is identified by its ID number. For example, you may access a page in TYPO3 at '.../?id=123'. If the page with ID '123' has the URL Alias 'one_two_three', then the URL '.../?id=one_two_three' would display exactly the same page, because 'one_two_three' is a URL Alias for the ID '123'. URL Aliases are normally assigned to only the most frequently used pages rather than all pages. In most TYPO3 configurations you would be able to use the syntax '.. &lt;link one_two_three&gt;go to the page&lt;/link&gt; ..' to create a link to the page. This is easier to remember. Another use is if you need to change which page a commonly used link points to. In this case you can delete the URL Alias for the original page and re-add it on the new page. All links using the URL Alias would now refer to the new page and its ID number.
fr: En fin de compte, une page est identifée par son numéro ID. Par exemple, vous pouvez accéder à une page en TYPO3 par ".../?id=123". Si la page avec l'ID "123" a l'alias d'URL "un_deux_trois", alors l'URL ".../id=un_deux_trois" restituerait exactement la même page, parce que "un_deux_trois" est un alias d'URL pour l'ID "123".Les alias d'URL sont normalement assignés uniquement aux pages les plus fréquentées plutôt qu'à toutes les pages. Dans la plupart des configurations TYPO3, vous serez en mesure d'utiliser la syntaxe '.. &lt;link un_deux_trois&gt;go to the page&lt;/link&gt; ..' pour créer un lien vers cette page. Cela est plus facile à retenir.Une autre de ses utilisations est lorsque vous voulez changer la page qu'un lien communément utilisé pointe. Dans ce cas, vous pouvez supprimer l'alias d'URL de la page d'origine et l'ajouter à nouveau sur la nouvelle page. Tous les liens utilisant l'alias d'URL se référeront désormais à cette nouvelle page et son numéro ID.

# alias.syntax
source: A URL Alias can contain only lowercase alphanumeric characters and must be unique. Please note: If the URL Alias already exists in the site, it will have a number added to the end of it.
fr: Un alias d'URL peut contenir uniquement des caractères alphanumériques minuscules et doit être unique.Veuillez noter: si l'alias d'URL existe déjà dans le site, il aura un numéro ajouté à sa fin.

# author.description
source: Enter the page author's name.
fr: Entrer le nom de l'auteur de la page.

# author.details
source: Whether the author name is used or not depends on the setup of your TypoScript template. - You may use it in a meta-tag. - If you're using TYPO3 pages as 'articles' then you could use this field to display the name of the page (article) author.
fr: Le fait que le nom de l'auteur soit utilisé ou pas dépend de l'installation de votre mmodèle de TypoScript.-Vous pouvez l'utiliser dans un meta-tag.-Si vous utilisez des pages TYPO3 comme des "articles", alors vous pourrez utiliser ce champ pour afficher le nom de l'ateur de la page (de l'article).

# author_email.description
source: Enter the page author's email address.
fr: Entrer l'adresse email de l'auteur de la page.

# cache_timeout.description
source: Sets the Cache Lifetime for the page.
fr: Définit la durée de vie du cache pour cette page.

# cache_timeout.details
source: By default, pages are cached for 24 hours. After 24 hours, the page is constructed again and rewritten to the cache. Depending on your configuration, the cache may be cleared at midnight. When specific pages need a longer or shorter cache lifetime than the default, this option can be used.
fr: Par défaut, les pages sont mises en cache pour 24h. Après 24h, la page est reconstruite et réécrite dans le cache. Suivant votre configuration, le cache peut être effacer à minuit.Quand des pages spécifique ont besoin d'une durée de vie du cache plus longue ou plus courte que par défaut, cette option peut être utilisée.

# content_from_pid.description
source: If set, this is an alternative page to select Content Elements from. Whether this field is used depends on the website's TypoScript template.
fr: Si appliquée, c'est une page alternative d'où on peut sélectionner des élements de contenu. Ce champ est utilisé ou non suivant le modèle TypoScript du site web.

# description.description
source: Enter a short description of the page. It will be displayed in the result lists of most search engines.
fr: Entrez une courte description de la page. Elle apparaîtra dans la liste de résultat de la plupart des moteurs de recherche.

# description.details
source: Most websites insert this description in a meta-tag on the page, but you may have to configure this yourself in your TypoScript template. Most search engines will display the description in their result list. Thus, the text should be short (about 160 characters maximum), and its wording should make sense when it shows up in the result list. In addition, the description will be displayed if you create a Content Element of type 'Sitemap' and then choose the menu type <i>Menu of subpages to these pages (with abstract)</i>. If an abstract exists for the page, it will be used instead of the description. <b>Note:</b> Some search engines only use the description if the text is not found elsewhere in the content. So do not just repeat yourself.
fr: La plupart des sites web insèrent cette description dans un meta-tag sur la page, mais vous devrez peut-être le configurer vous-même dans votre modèle typoScriipt.La plupart des moteurs de recherche afficheront la description dans leur liste de résultats. De plus, le texte devra être court (environ 160 caractères maximum), et sa formulation devra être significative lorsqu'elle apparaitra dans la liste de résultats.De plus, la description sera affichée si vous créez un élément de contenu de type "Plan du site" et choisissez ensuite le type de menu "Menu de sous-pages de ces pages (avec résumé)". Si un résumé existe pour cette page, il sera utilisé à la place de la description.Note: Certains moteur de recherche utilisent uniquement la description si le texte n'est trouvé nulle part ailleurs dans le contenu. Ne vous répétez donc pas.

# doktype.description
source: Page Type determines whether the page is normal webpage, a shortcut to another webpage, or used in other internal ways.
fr: La fonction Type de Page détermine si la page est une page web normale, un raccourci vers une autre page web, ou est utilisé d'une autre manière interne.

# doktype.details
source: 'Standard' is the most common Page Type and is used for normal webpages. 'Backend User Section' is an option which creates pages that are only visible in the Frontend for Backend users who are logged in. <b>Link</b> 'Shortcut' pages jump to another page in the Pagetree. 'Mount Point' pages bring content from another branch of the Pagetree into the current branch. 'Link to External URL' is similar to 'Shortcut' but points to external URLs instead of TYPO3 pages. <b>Special</b> 'Folder' is a page type which is not shown as a webpage but is instead stores records of your choice. 'Recycler' is a garbage can. Pages and records in the Recycler are not visible in the Frontend. 'Menu Separator' is only useful if your Frontend memus are programmed to use it. It does not represent a page with content but is intended to be an unclickable placeholder in the menu. <b>Notice</b> Each Page Type is represented by a unique icon. The available page types can be restricted for users so all of the options described above may not be visible. Finally, particuilar record typoes may only be allowed on certain page types, but any record can be placed in a 'Folder.'
fr: 'Standard' est le type de page le plus commun et est utilisé pour les pages web normales.La 'section pour utilisateur backend' est une option qui génère des pages qui sont visibles dans le Frontend uniquement pour les utilisateur backend qui sont enregistrés.

# _doktype.seeAlso
source: pages:shortcut, pages:url
fr: pages:raccourci, pages:url

# endtime.description
source: The Expiration Date specifies when the page will no longer be visible online.
fr: La date d'Expiration spécifie le moment à partir duquel la page ne sera plus visible en ligne.

# endtime.syntax
source: See Page / Publication Date (click below)
fr: Voir la page / Date de Publication (cliquer ci-dessous)

# extendToSubpages.description
source: By default the Publication Date, Expiration Date, Usergroup Access Rights, and Page Visibility options <em>only</em> affect the page where they are set. If the option 'Extend to Subpages' is checked for the page, then all subpages are affected as well.
fr: Par défaut, la date de publication, date d'expiration, les droits d'accès des groupes d'utilisateurs, et les options de visibilité de page, affectent uniquement les pages où ils sont mis en place. Si l'option "Etendre aux sous-pages" est appliquée pour une page, alors toutes les sous-pages seront affectées également.

# extendToSubpages.details
source: Consider a scenario where you want to create a section of subpages that are only visible for logged in users. Setting the Usergroup Access Rights for the top page in the section would remove the page from menus if no user was logged in. However, the subpage could still be accessed by guessing the ID number of the page and entering it manually in the URL. Setting the 'Extend to Subpages' option would extend the Usergroup Access Rights from the top page through all subpages as well.
fr: Considérons le scénario où vous voudriez créer un ensemble de sous-pages qui seraient visibles uniquement lors de connexions d'utilisateurs. appliquer les droits d'accès de groupe d'utilisateur pour la première page de l'ensemble retirerait la page des menus si aucun utilisateur n'est connecté.Cependant, la sous-page reste accessible en devinant le numéro ID de la page et en l'entrant manuellement dans le champ d'URL. Appliquer l'option "Étendre aux sous-pages" étendrait les droits d'accès aux groupes d'utilisateurs de la page principale à toutes les sous-pages.

# extendToSubpages.image_descr
source: This page has access restricted to a certain group and has "Extend to Subpages" set as well. This is reflected in the way the page icon has changed.
fr: Cette page a un accès restreint à certains groupes et a l'option "Etendre aux sous-pages" activé. Cela se voit dans la manière dont l'icône de page a changé.

# fe_group.description
source: If Usergroup Access Rights is set to a usergroup name, only website users who are members of the selected usergroup will be able to view the page. The special option 'Hide at Login' means the page will <em>not</em> be visible for any website users that are logged in. Likewise "Show at Any Login" will make the page visible for any logged in Frontend user.
fr: Si les Droits d'accès de Groupe D'utilisateur sont appliqués à un nom de groupe d'utilisateurs, seuls les utilisateurs du site web faisant partie du groupe choisi seront en mesure de voir la page. L'option spéciale 'Masquer à la connection' signifie que la page ne sera pas visible pour n'importe quel utilisateur du site web qui est identifié. De la même manière, "Montrer à tous" rendra la page visible à toute d'utilisateur Frontend.

# hidden.description
source: If this is checked, the page will be disabled on the website.
fr: Si cela est vérifié, la page sera supprimée sur le site web.

# hidden.details
source: The 'Disable,' 'Start,' 'Stop,' and 'Access' options are all about limiting access to pages and are thus related in functionality. When a page is not visible due to one of these options, the page will not show up in the site navigation. Notice, these options are related <em>only</em> to the page for which they are set. If you want their effect to cover the subpages as well, you must enable the 'Extend to Subpages' option. When you're logged in as a Backend user you can preview disabled pages if you have read access to them.
fr: Les options 'désactiver', 'commencer', 'arrêter' et 'accéder' sont toutes liées à la limitation d'accès aux pages et ont de plus des conséquences sur les fonctionnalités. Quand une page n'est pas visible à cause de l'une de ces options, elle n'apparaîtra pas lors de la navigation sur le site.Notons que ces options n'ont de répercussion "que" sur les pages sur lesquelles elles s'appliquent. Si vous désirez que leurs effets affectent également les sous-pages, vous devez choisir l'option 'Etendre aux sous-pages'.Quand vous êtes connecté en tant qu'Utilisateur Backend, vous pouvez prévisualiser les pages désactivées si vous avez le droit de lecture sur elles.

# hidden.image_descr
source: The page icon of a disabled page is dimmed and a red X is added. If you view a page that is hidden and you are logged in into the Backend you will still be able to see the page. The red "Preview" box will tell you that this page is visible to you because of this special circumstance.
fr: L'icône identifiant une page désactivée est grisé et un X rouge est ajouté.Si vous visualisez une page masquée et que vous êtes connecté au Backend, vous serez toujours capable de voir la page. La boite rouge "Prévisualiser" vous dira que cette page est visible à cause de ces circonstances spéciales.

# _hidden.seeAlso
source: pages:starttime,pages:endtime,pages:fe_group,pages:extendToSubpages
fr: pages:heurededébut, pages:heuredefin, pages:fe_groupe, pages:étendreAuxSous-pages

# keywords.description
source: Enter keywords for the page separated by commas. You may also use short phrases.
fr: Saisir les mots-clés pour la page, séparés par des virgules. Vous pouvez aussi utiliser de courtes phrases.

# keywords.details
source: Most TYPO3 websites use these keywords in a meta-tag on the page, but you may have to setup the appropriate TypoScript template yourself. To optimize your page for search engines like Google you should not use more than 3 to 6 keywords. You should also make sure that the keywords are found in the content of the page. Note that search engine extensions for TYPO3 such as Indexed Search can also be configured to make use of the keywords. The keywords can also be used to create a menu of related pages. Create a Content Element of type 'Sitemap' and then choose the menu type <i>Related pages (based on keywords)</i>.
fr: La plupart des site web en TYPO3 utilisent ces mots-clés dans un meta-tag sur la page, mais vous devrez peut-être installer le modèle TypoScript approprié vous-même.Pour optimiser votre page pour les moteurs de recherche comme Google, limitez-vous à 3 à 6 mots-clés. Assurez-vous également que les mots-clés sont présents dans le contenu de la page.Notez que les extensions de moteur de recherche pour TYPO3 telles que Indexed Search peuvent aussi être configurées pour faire usage des mots-clés.Les mots-clés peuvent aussi être utilisés pour créer un menu de pages connexes. Créez un élément de contenu de type "Plan du site" et choisissez alors le type de menu "Pages connexes (basées sur mots-clés)".

# l18n_cfg.description
source: Affect availability of pages in the various languages.
fr: Affecte la disponibilité des pages dans divers langages.

# l18n_cfg.details
source: <b>Hide default translation of page</b> If set, the page is only available in translated versions and not in the default language. Any attempt to access the page in the default language will result in an error message. <b>Hide page if no translation for current language exists</b> If set, any attempt to access the page in a translation that does not exist will result in an error message. By default, accessing an untranslated page will just show the default language instead.
fr: <strong> Cache la traduction par défaut de la page.</strong> S'il est fixé, la page est uniquement disponible dans des versions traduites et pas dans la langue par défaut. Toute tentative d'accès à la page en langage par défaut résultera en un message d'erreur.<strong> Cache la page si aucune traduction pour la langue courante n'existe.</strong> S'il est fixé, toute tentative d'accès à la page dans une traduction qui n'existe pas résultera en un message d'erreur. Par défaut, accéder à une page non traduite montrera juste la langue par défaut à la place.

# lastUpdated.description
source: Enter the date and time of the most recent update to this page.
fr: Entrez la date et l'heure de la plus récente mise à jour de cette page.

# lastUpdated.details
source: How the value of this field is used is determined by the TypoScript template of the website. 'Last Update' content needs to be inserted on the pages and the TypoScript template must be configured to use this value. The most common use is to display the date from the automatically updated 'tstamp' field <em>unless</em> the 'Last Update' field is set. In this case, the date in 'Last Update' is used.
fr: La manière dont la valeur de ce champ est utilisé est déterminé par le modèle TypoScript de votre site web. Le contenu "Dernière mise à jour" a besoin d'être inséré sur les pages et le TypoScript doit être configuré pour utiliser cette valeur.Le plus commun usage est d'afficher la date depuis le champ "tstamp", automatiquement mis à jour, à moins que le champ "Dernière mise à jour" soit fixé. Dans ce cas, la date dans "Dernière mise à jour" est utilisée.

# lastUpdated.syntax
source: The format is HH:MM DD-MM-YYYY or HH:MM MM-DD-YYYY depending on your TYPO3 configuration. If you insert a 'd' the current time and date is inserted. You can also append any value in the field with a number lie '+10' which will add 10 days to the current value.
fr: Le format est HH:MM JJ-MM-AAAA ou HH:MM MM-JJ-AAAA suivant votre configuration TYPO3. Si vous insérez un "d", l'heure et date courante sont insérées. Vous pouvez aussi ajouter n'importe quelle valeur dans le champ, avec un nombre comme "+10" qui va ajouter 10 jours à partir de la valeur courante.

# layout.description
source: The Frontend Layout can change the way a page design appears.
fr: L'outil de disposition du Frontend peut modifier l'apparence de la page.

# layout.details
source: This option may not have any impact on the Frontend page design since it depends on whether the Frontend template uses it. Most templates do not use it.
fr: Cette option n'a pas obligatoirement un impact sur l'apparence de la page définie par le Frontend puisque cela dépend de son utilisation ou non par le modèle de Frontend. La plupart des modèles ne l'utilisent pas.

# media.description
source: Attach media files related to the page.
fr: Joindre des fichiers media relatifs à cette page.

# media.details
source: This field allows you to attach various files to the page, but how these files are used depends on your template. As an example the template could be use this field to allow a logo to be attached to the page or it might expect the first file to be an image used as a link in the navigation menu. Remember, this totally depends on how the template is programmed.
fr: Ce champ vous permet de joindre divers fichiers à la page, mais la manière dont ces fichiers sont utilisés dépend de votre modèle.Par exemple, le modèle pourrait utiliser ce champ pour autoriser un logo à être joint à la page ou il pourrait s'attendre à ce que le premier fichier soit une image utilisée comme lien dans le menu de navigation. Rappelez-vous, cela dépend totalement de la manière dont votre modèle est programmé.

# module.description
source: Define the page as containing a Frontend plugin.
fr: Définir la page comme contenant un plug-in Frontend.

# mount_pid.details
source: In the Frontend this is done by adding a new variable, &MP, to the URL. This links the mounted branch to the main branch by pairing page ids.
fr: Dans le Frontend, cela est fait en ajoutant une nouvelle variable, &MP, à l'URL. Cela relie la branche montée à la branche principale en couplant les ID des pages.

# mount_pid_ol.description
source: Show content for the current page or replace it completely with the Mounted Page.
fr: Montrer le contenu dans la page courante ou remplacez le complètement avec la page montée.

# nav_hide.description
source: With this option the page will be not appear in menus in the Frontend. The page can still be viewed if linked by going directly to its URL.
fr: Avec cette option, la page n'apparaîtra pas dans les menus dans le Frontend. La page peut toujours être vue si demandée en allant directement à son URL.

# nav_title.description
source: Alternative Navigation Title for menu items in the Frontend. When set, this value is used instead of the Page Title.
fr: Titre de navigation alternative pour les article de menu dans le Frontend. Quand elle est fixée, cette valeur est utilisée à la place du titre de page.

# newUntil.description
source: Enter the date at which this page is no longer considered new.
fr: Entrez la date à partir de laquelle cette page ne sera plus considérée comme nouvelle.

# newUntil.details
source: The 'New Until' date of the page has no effect on the display of the webpage. This value is instead for internal use as a reminder of the date when the content of this page should be revised. If the content of the page will become outdated on a certain day, you could set this value to that approximate date. To get an overview of when pages will be outdated, use the 'Pagetree overview' in the 'Web>Info' Module.
fr: La date de "Nouveau jusqu'à" de la page n'a pas d'incidence sur l'affichage de la page web. Cette valeur est plutôt pour un usage interne, en tant que rappel de la date à laquelle cette page devrait être révisée. Si le contenu de la page va devenir obsolète dès un certain jour, vous pourrez fixée cette valeur à cette date approximative.Pour avoir une vue d'ensemble des moments auxquels les pages seront obsolètes, utilisez la "Vue d'ensemble de l'arborescence des pages" dans le module Web-info.
