Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/lowlevel/Resources/Private/Language/locallang.xlf
Languages: fr

# typo3ConfVars
source: $GLOBALS['TYPO3_CONF_VARS'] (Global Configuration)
fr: $GLOBALS['TYPO3_CONF_VARS'] (Configuration globale)

# tca
source: $GLOBALS['TCA'] (Table configuration array)
fr: $GLOBALS['TCA'] (Array pour la configuration de la table)

# tcaDescr
source: $GLOBALS['TCA_DESCR'] (Table Help Description)
fr: $GLOBALS['TCA_DESCR'] (Description pour la table d'aide)

# loadedExt
source: $GLOBALS['TYPO3_LOADED_EXT'] (Loaded Extensions)
fr: $GLOBALS['TYPO3_LOADED_EXT'] (Extensions chargées)

# beUser
source: $GLOBALS['BE_USER']->uc (User Settings)
fr: GLOBALS['BE_USER']->uc (Préférences utilisateurs)

# usersettings
source: $GLOBALS['TYPO3_USER_SETTINGS'] (User Settings Configuration)
fr: $GLOBALS['TYPO3_USER_SETTINGS'] (Configuration des préférences utilisateurs)

# t3services
source: $GLOBALS['T3_SERVICES'] (Registered Services)
fr: $GLOBALS['T3_SERVICES'] (Services enregistrés)

source: Crop lines
fr: Rogner les lignes

# copyPaste
source: (Now, copy/paste this value into the configuration file where you can set it. This is all you can do from here...)
fr: (Maintenant, copier / coller cette valeur dans le fichier de configuration où vous pouvez le régler. C'est tout ce que vous pouvez faire à partir d'ici ...)

source: Enter search phrase:
fr: Saisissez vos termes de recherche:

source: Search
fr: Recherche

# useRegExp
source: Use regular expression
fr: Utiliser une expression régulière

# writeValue
source: Write value to configuration file
fr: Ecriture du fichier de configuration

# writeMessage
source: Following line was added to configuration file (%s): %s%s
fr: La ligne suivante a été ajoutée dans le fichier de configuration (%s): %s%s

# writeMessageFailed
source: Write to configuration file failed (%s)!
fr: Impossible d'écrire dans le fichier de configuration (%s)!
