Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/Plugins/ContextMenu/*.locallang_js.xlf
Languages: fr

source: Chec_k Link
fr: _Vérifier le lien

source: Copy
fr: Copier

source: Create a link
fr: Insère un lien

source: Current URL is
fr: L'URL courante est

source: Cut
fr: Couper

source: Element
fr: &nbsp;

source: How did you get here? (Please report!)
fr: Comment êtes-vous arrivé ici ? (Veuillez signaler ce problème !)

source: _Image Properties
fr: Propriétés de l'_image

source: Insert a paragraph after the current node
fr: Insère un paragraphe après l'élément courant

source: Insert a paragraph before the current node
fr: Insère un paragraphe avant l'élément courant

source: Insert paragraph after
fr: Insérer un paragraphe après

source: Insert paragraph before
fr: Insérer un paragraphe avant

# JustifyCenter-title
source: Justify Center
fr: Centrer

# JustifyCenter-tooltip
source: Centers the text
fr: Positionne le texte au centre

# JustifyFull-title
source: Justify Full
fr: Justifier à gauche et à droite

# JustifyFull-tooltip
source: Aligns text both to the left and the right
fr: Aligne le texte à gauche et à droite

# JustifyLeft-title
source: Justify Left
fr: Justifier à gauche

# JustifyLeft-tooltip
source: Aligns text to the left
fr: Aligne le texte à gauche

# JustifyRight-title
source: Justify Right
fr: Justifier à droite

# JustifyRight-tooltip
source: Aligns text to the right
fr: Aligne le texte à droite

source: Link points to:
fr: Le lien pointe vers :

source: Make lin_k
fr: Insérer un _lien

source: _Modify Link
fr: _Modifier le lien

source: Modify URL
fr: Modifier l'URL

source: Opens this link in a new window
fr: Ouvrir ce lien dans une nouvelle fenêtre

source: Paste
fr: Coller

# Please confirm remove
source: Please confirm that you want to remove this element:
fr: Veuillez confirmer que vous désirez supprimer cet élément :

# Please confirm unlink
source: Please confirm that you want to unlink this element.
fr: Veuillez confirmer que vous désirez supprimer ce lien.

source: _Remove Link
fr: Supprimer le li_en

source: Remove the
fr: Retirer l'élément

# Remove this node from the document
source: Removes this node from the document
fr: Retirer cet élément du document

source: Show the image properties dialog
fr: Présente les propriétés de l'image

# TO-cell-delete-title
source: Delete Cell
fr: Supprimer la cellule

# TO-cell-delete-tooltip
source: Deletes the current cell
fr: Supprime la cellule courante

# TO-cell-insert-after-title
source: Insert cell after
fr: Insérer une cellule après

# TO-cell-insert-after-tooltip
source: Inserts a new cell after the current one
fr: Insère une nouvelle cellule après la cellule courante

# TO-cell-insert-before-title
source: Insert cell before
fr: Insérer une cellule avant

# TO-cell-insert-before-tooltip
source: Inserts a new cell before the current one
fr: Insère une nouvelle cellule avant la cellule courante

# TO-cell-merge-title
source: Merge Cells
fr: Fusionner les cellules

# TO-cell-merge-tooltip
source: Merges the selected cells
fr: Fusionne les cellules sélectionnées

# TO-cell-prop-title
source: C_ell Properties
fr: Propriétés de la cell_ule

# TO-cell-prop-tooltip
source: Shows the Table Cell Properties dialogue
fr: Présente les propriétés de la cellule

# TO-cell-split-title
source: Split Cell
fr: Scinder la cellule

# TO-cell-split-tooltip
source: Splits the current cell
fr: Scinde la cellule courante

# TO-col-delete-title
source: De_lete Column
fr: Supprimer la colo_nne

# TO-col-delete-tooltip
source: Deletes the current column
fr: Supprime la colonne courante

# TO-col-insert-after-title
source: Insert C_olumn After
fr: Insérer une c_olonne après

# TO-col-insert-after-tooltip
source: Inserts a new column after the current one
fr: Insère une colonne après la colonne courante

# TO-col-insert-before-title
source: Insert _Column Before
fr: Insérer une _colonne avant

# TO-col-insert-before-tooltip
source: Inserts a new column before the current one
fr: Insère une colonne avant la colonne courante

# TO-col-prop-title
source: Column Cells Properties
fr: Propriété de la colonne

# TO-col-prop-tooltip
source: Shows the Column Cells Properties dialogue
fr: Présente les propriétés de la colonne

# TO-col-split-title
source: Split Column
fr: Scinder la colonne

# TO-col-split-tooltip
source: Splits the current column
fr: Scinde la colonne courante

# TO-row-delete-title
source: _Delete Row
fr: Supprimer la rangé_e

# TO-row-delete-tooltip
source: Deletes the current row
fr: Supprime la rangée courante

# TO-row-insert-above-title
source: I_nsert Row Before
fr: Insérer une _rangée avant

# TO-row-insert-above-tooltip
source: Inserts a new row before the current one
fr: Insère une rangée avant la rangée courante

# TO-row-insert-under-title
source: In_sert Row After
fr: Insérer une r_angée après

# TO-row-insert-under-tooltip
source: Inserts a new row after the current one
fr: Insère une rangée après la rangée courante

# TO-row-prop-title
source: Ro_w Properties
fr: Propriétés de la ran_gée

# TO-row-prop-tooltip
source: Shows the Table Row Properties dialogue
fr: Présente les propriétés de la rangée de la table

# TO-row-split-title
source: Split Row
fr: Scinder la rangée

# TO-row-split-tooltip
source: Splits the current row
fr: Scinde la rangée courante

# TO-table-prop-title
source: _Table Properties
fr: Propriétés de la _table

# TO-table-prop-tooltip
source: Shows the Table Properties dialogue
fr: Présente les propriétés de la table

# TO-table-restyle-title
source: Re-apply table styles
fr: Réappliquer le style de la table

# TO-table-restyle-tooltip
source: Re-applies the odd-even styles on the table
fr: Ré-appliquer le style odd-even sur les tableaux

# TO-toggle-borders-title
source: Toggle borders
fr: Montrer les bordures

# TO-toggle-borders-tooltip
source: Toggle borders
fr: Montre ou non les bordures

source: Unlink the current element
fr: Supprimer le lien
