Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/Plugins/FindReplace/*.locallang_js.xlf
Languages: fr

source: Case sensitive search
fr: Respecter la casse

source: Clear
fr: Normal

source: Done
fr: Terminé

source: Enter the text you want to find
fr: Écrivez le texte que vous désirez rechercher

source: Find And Replace
fr: Rechercher et remplacer

# found item
source: item found
fr: occurrence trouvée

source: found items
fr: occurrences trouvées

source: Highlight
fr: En évidence

# Inform a replacement word
source: This will erase all occurrences.
fr: Ceci effacera toutes les occurrences.

source: Next
fr: Suivant

source: not found
fr: n'a pas été trouvé

# replaced item
source: item replaced
fr: occurrence remplacée

source: replaced items
fr: occurrences remplacées

source: Replace with:
fr: Remplacer par:

source: Search for:
fr: Texte à rechercher:

source: Substitute all occurrences
fr: Remplacer tout

source: Substitute this occurrence?
fr: Remplacer cette occurrence?

source: Undo
fr: Défaire

source: Whole words only
fr: Mot entier uniquement
