Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/lowlevel/Resources/*.locallang.1415814898.xlf
Languages: fr

source: Record Statistics
fr: Statistiques sur les enregistrements

source: Total Page Tree
fr: Arborescence complète

source: Database Relations
fr: Relations en base de données

source: Full search
fr: Recherche complète

source: Find filename
fr: Rechercher un nom de fichier

# manageRefIndex
source: Manage Reference Index
fr: Gérer l'index de référence

# rawSearch
source: Raw search in all fields
fr: Recherche brut dans tous les champs

source: Advanced query
fr: Requêtes avancées

source: Select records
fr: Sélectionner des enregistrements

source: Count results
fr: Nombre de résultats

source: Explain query
fr: Expliquer la requète

source: CSV Export
fr: Exportation CSV

source: XML Export
fr: Exportation XML

# clickToUpdateRefIndex
source: Click here to update reference index
fr: Cliquer ici pour mettre à jour l'index de référence:

source: Update now!
fr: Mettre à jour maintenant!

# clickToTestRefIndex
source: Click here to test reference index
fr: Cliquer ici pour tester l'index de référence

# referenceIndex_description
source: TYPO3's reference index keeps track of the relations between records. As it can happen that the reference index contains outdated values, you can check and update it here.
fr: L'index de référence de TYPO3 trace les relations entre les enregistrements. Pour éviter que votre index ne contiennent des enregistrements désuets, vous pouvez le vérifier et le mettre à jour ici.

# referenceIndex_buttonUpdate
source: Update reference index
fr: Mettre à jour l'index

# referenceIndex_buttonCheck
source: Check reference index
fr: Vérifier l'index

source: Check now!
fr: Vérifier maintenant!

# checkScript_headline
source: Using the command line interface
fr: En utilisant la ligne de commande

# checkScript
source: You can also run the check as a shell script using CLI if the processing takes longer than the PHP max_execution_time allows.
fr: Vous pouvez également exécuter la vérification à l'aide d'un script shell en utilisant CLI si le traitement dure plus longtemps que le max_execution_time de PHP ne le permet.

# checkScript_check_description
source: To check the reference index use
fr: Pour vérifier l'index de référence, utilisez:

# checkScript_update_description
source: To update the reference index use
fr: Pour mettre à jour l'index de référence, utilisez:

# checkScript_more
source: Make sure that a BE user with the name _cli_lowlevel exists. For more details see: /path/to/your/typo3/sysext/lowlevel/HOWTO_clean_up_TYPO3_installations.txt
fr: Assurez-vous qu'un utlisateur backend avec le nom _cli_lowlevel existe. Pour plus de détails, voir: /path/to/your/typo3/sysext/lowlevel/HOWTO_clean_up_TYPO3_installations.txt

# checkScript_information
source: If you run these commands from the command line, make sure that a BE user with the name _cli_lowlevel exists.
fr: Si vous exécutez ces commandes à partir de la ligne de commande, assurez-vous qu'un utilisateur backend avec le nom _cli_lowlevel existe.

# checkScript_moreDetails
source: For more details see
fr: Pour plus de détails, voir:

# updateRefIndex
source: Update reference index
fr: Mettre à jour l'index de référence

# showSQL
source: Show SQL parts
fr: Afficher le SQL

# useFormattedStrings
source: Use formatted strings, labels and dates instead of original values for results
fr: Utilisez des chaines formatées, des labels et des dates au lieu des valeurs d'origine pour obtenir des résultats

# dontUseOrigValues
source: Don't use original values in brackets as prefix for labelled results
fr: Ne pas utiliser les valeurs d'origine entre parenthèses comme préfixe pour obtenir des résultats marqués

# sortOptions
source: Sort selectbox-options for relations by label and not by value
fr: Trier la boîte de sélection pour les relations par le label et non par la valeur

# showDeleted
source: Show even deleted entries (with undelete buttons)
fr: Voir également les entrées supprimées (avec des boutons pour les rétablir)

source: Search options
fr: Options de recherche:

source: Result
fr: Résultat:

source: references
fr: références:

source: is missing!
fr: est manquante

source: Referenced from
fr: Référencée depuis:

source: Enter regex pattern
fr: Saisisser une expression régulière

# searchButton
source: Search
fr: Rechercher

source: Pattern
fr: Motif

source: being checked...
fr: en cours de vérification...

# directories
source: Dirs
fr: Dossiers:

# directoriesTooDeep
source: ERROR: Directories deeper than the following number of levels
fr: ERREUR: Répertoires plus profond que le nombre de niveaux suivant:

source: Files
fr: Fichiers:

source: Matching files
fr: Fichiers correspondants:

source: not checked.
fr: non vérifié.

source: Searching for filenames
fr: Recherche de nom de fichiers:

# fixLostRecord
source: Click to move this lost record to rootlevel (pid=0)
fr: Cliquez pour déplacer les enregistrements perdus vers la racine (pid=0)

# doktype
source: Document types
fr: Types de documents:

# doktype_value
source: Document types (value)
fr: Types de documents (valeur)

# total_pages
source: Total number of pages
fr: Nombre total de pages:

# deleted_pages
source: Marked-deleted pages
fr: Pages marquées comme supprimée:

source: Hidden pages
fr: Pages cachées:

source: Count
fr: Compteur

source: Table name
fr: Nom de la table

# total_lost
source: Records total / lost
fr: Nombre d'enregistrements totaux / manquants

# relations_description
source: This will analyse the content of the tables and check if there are 'empty' relations between records or if files are missing from their expected position.
fr: Cela va analyser le contenu des tables et vérifier si il y a des relations 'vides' entre enregistrements ou si des fichiers manquent à la position souhaitée.

# files_many_ref
source: Files referenced from more than one record
fr: Fichiers référencés par plus d'un enregistrement:

source: No files found.
fr: Aucun fichier trouvé.

# files_no_ref
source: Files with no references at all (delete them!)
fr: Fichiers avec aucune référence du tout (supprimer les!):

# files_no_file
source: Missing files
fr: Fichiers manquants:

# select_db
source: Select fields
fr: Champs de sélection:

# group_db
source: Group fields
fr: Champs de groupe:

# tree
source: The Page Tree
fr: L'arborescence de page:

# tree_description
source: This shows all pages in the system in one large tree. Beware that this will probably result in a very long document which will also take some time for the server to compute!
fr: Cela montre toutes les pages dans le système dans une grande arborescence. Attention, cela conduira probablement à un document très long qui prendra un certain temps pour que le serveur le calcule!

# records
source: Records Statistics
fr: Statistiques sur les enregistrements

# records_description
source: This shows some statistics for the records in the database. This runs through the entire page-tree and therefore it will also load the server heavily!
fr: Montre des statistiques sur les enregistrements de la base de données. S'exécute sur la totalité de l'arborescence et charge fortement le serveur!

# search
source: Search whole Database
fr: Recherche complète

# search_description
source: This searches through all database tables and records for a text string.
fr: Recherche une chaîne de donnée dans toutes les tables de la base de données et dans tous les enregistrements.

# filesearch
source: Search all filenames for pattern
fr: Rechercher un nom de fichier

# filesearch_description
source: Will search recursively for filenames in the PATH_site (subdirs to the website path) matching a certain regex pattern.
fr: Recherchera récursivement des noms de fichiers dans le PATH_site (sous-répertoires également) correspondant à un motif d'expression régulière.

# refindex
source: Check and update global reference index
fr: Vérifier et mettre à jour l'index de référence global

# refindex_description
source: Allows you to maintain the reference index kept by TYPO3.
fr: Vous permets de maintenir l'index de référence de TYPO3.

# title
source: Database integrity check
fr: Vérification de l'intégrité de la base de données
