Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/linkvalidator/modfuncreport/*.locallang.xlf
Languages: fr

# menu.checkLinks
source: Check Links for validity
fr: Vérifie la validité des Liens

# overview.all.links
source: External links:
fr: Liens externes :

# overview.branch.links
source: External links:
fr: Liens externes :

source: Report
fr: Rapport

# CheckLink
source: Check Links
fr: Vérifier les Liens

# report.statistics.header
source: Show these types of broken links
fr: Afficher ces types de liens

# checklinks.statistics.header
source: Check these types of broken links
fr: Vérifier ces types de liens brisés

# report.func.title
source: Show this level
fr: Afficher ce niveau

# checklinks.func.title
source: Check this level
fr: Vérifier ce niveau

# overviews.nbtotal
source: Broken links total:
fr: Total des liens brisés !

# hooks.db
source: Internal Links:
fr: Liens internes :

# hooks.file
source: File Links:
fr: Liens vers des fichiers :

# hooks.external
source: External Links:
fr: Liens externes :

# label_refresh
source: Refresh display
fr: Actualiser l'affichage

# label_update
source: Check links
fr: Vérifier les liens

# list.header
source: Listing of broken links
fr: Listage des liens brisés

# list.tableHead.path
source: Path
fr: Chemin

# list.tableHead.element
source: Element
fr: Élément

# list.tableHead.headlink
source: Link
fr: Lien

# list.tableHead.linktarget
source: URL / Link Target
fr: URL / Cible du lien

# list.tableHead.linkmessage
source: Error message
fr: Message d'erreur

# list.tableHead.lastCheck
source: Last check
fr: Dernière vérification

# list.edit
source: Edit element containing this broken link
fr: Éditer l'élément contenant ce lien brisé

# list.field
source: (Field: %s)
fr: (Champ : %s)

# list.report.pagedeleted
source: Page '###title###' (###uid###) is deleted.
fr: La page '###title###' (###uid###) est suprimée.

# list.report.pagenotvisible
source: Page '###title###' (###uid###) is not visible.
fr: La page '###title###' (###uid###) n'est pas visible.

# list.report.pagenotexisting
source: Page (###uid###) does not exist.
fr: La page (###uid###) n'existe pas.

# list.report.contentdeleted
source: Element '###title###' (###uid###) is deleted.
fr: L'élément '###title###' (###uid###) est supprimé.

# list.report.contentnotvisible
source: Element '###title###' (###uid###) is not visible.
fr: L'élément '###title###' (###uid###) n'est pas visible.

# list.report.contentnotexisting
source: Element (###uid###) does not exist.
fr: L'élément (###uid###) n'existe pas.

# list.report.rowdeleted.default.title
source: Linked
fr: Lié

# list.report.rownotexisting
source: Row (###uid###) does not exist.
fr: La ligne (###uid###) n'existe pas.

# list.report.noinformation
source: No information about the error is available.
fr: Aucune information disponible sur cette erreur.

# list.report.noresponse
source: External Link not reachable.
fr: Lien externe non accessible.

# list.report.pageforbidden403
source: Accessing this address is not allowed (403).
fr: L'accès à cette adresse n'est pas permis (403).

# list.report.pagenotfound404
source: The requested url was not found (404).
fr: L'url demandée n'a pas été trouvée (404).

# list.report.externalerror
source: External Link returned HTTP error code (%s).
fr: Le lien externe a retournée le code d'erreur HTTP (%s).

# list.report.filenotexisting
source: File doesn't exist.
fr: Le fichier n'existe pas.

# list.report.internalerror500
source: Internal Server Error (500)
fr: Erreur interne du serveur (500)

# list.report.errornetworkdata
source: Failure with receiving network data.
fr: Échec de réception de données réseau.

# list.report.otherhttpcode
source: An error occurred (%s): "%s".
fr: Une erreur s'est produite (%s): "%s".

# list.no.broken.links.title
source: No broken links to show!
fr: Aucun lien brisé à afficher !

# list.no.broken.links
source: There are no broken links to be displayed.
fr: Il n'y a pas de lien brisé à afficher.

# no.access.title
source: No access!
fr: Pas d'accès !

# no.access
source: You do not have access to these listings.
fr: Vous n'avez pas accès à ces listes.
