Repository: wheyroth/Tutorial
Catalog: typo3conf/l10n/*/linkvalidator/locallang.xlf
Languages: fr

# tasks.validate.description
source: Search for broken links and store the result into the temporary table tx_linkvalidator_link in order to ease up the backend module.
fr: Recherche les liens brisés et enregistre les résultats dans la table temporaire tx_linkvalidator_link, afin de soulager le module backend.

# tasks.validate.page
source: Start page (uid)
fr: Page de démarrage (uid)

# tasks.validate.depth
source: Depth
fr: Profondeur

# tasks.validate.conf
source: Overwrite TSconfig
fr: Écraser TSconfig

# tasks.validate.email
source: Send email report to
fr: Envoyer un rapport par e-mail à

# tasks.validate.emailOnBrokenLinkOnly
source: Send email on new broken links only
fr: Envoyer un e-mail uniquement pour les nouveaux liens brisés

# tasks.validate.emailTemplateFile
source: Email template file
fr: Fichier gabarit d'e-mail

# tasks.validate.invalidEmail
source: Invalid email format!
fr: Format d'e-mail invalide !

# tasks.validate.invalidPage
source: Invalid page uid, please enter a valid page uid!
fr: uid de page invalide. Veuillez entrer un uid de page valide !

# tasks.validate.invalidDepth
source: There is no depth set, please set it to one of the offered values!
fr: Aucune profondeur n'est paramétrée. Veuillez choisir une des valeurs proposées !

# tasks.error.noSubject
source: No subject for the notification email
fr: Aucun sujet pour l'e-mail de notification

# tasks.error.invalidToEmail
source: Invalid format of one or more of the recipient email addresses!
fr: Format incorrect d'une ou plusieurs adresse e-mail de destinataires !

# tasks.error.invalidEmailTemplateFile
source: The email template file is not existing!
fr: Le fichier de gabarit d'e-mail n'existe pas !
